{
    "id": 2,
    "title": "Case Studies ",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/407189/920943"
    },
    "contents": [
        {
            "id": 2,
            "description": "The in-depth investigation of case studies revealed that MBAT does not operate as a comprehensive concept that combines both mindfulness and art therapy under the same framework in partner countries. Instead, mindfulness and art therapy are used as separate methodologies in partner countries.\nIn Cyprus, art therapy stands as a popular approach. Only one of the case studies aimed to integrate mindfulness together with art therapy.\nIn Spain, mindfulness stands as a popular approach. Although the principles of MBAT presented in the Spanish 3rd case study, they do not use the terminology of “MBAT” for the approach. Therefore, we can conclude that MBAT might exist in Spain, but individuals do not use the terminology of “MBAT”.\nIn Denmark, we can come across the use of mindfulness-based stress reduction (MBSR) both for the young and elderly population. However, MBAT is not a popular approach in Denmark yet.\nIn Lithuania, mindfulness techniques and art therapy techniques are used as separate approaches. Similar to the majority of participating countries, Lithuania lacks MBAT as a combined approach of mindfulness and art therapy. In addition to this, we can come across the use of MBSR in Lithuania.\nIn Türkiye, art therapy is a popular approach. MBAT is not fully developed despite the ongoing intentions of integrating it to the rehabilitation services in Türkiye. This attempt for MBAT development can be seen in the 2nd case study of Türkiye which aims to integrate bodily motions (i.e., dance movements) with the art tools.\nIn Poland, art therapy is used as a common approach among therapists. Even art therapies are limited in scope and MBAT is not well known in Poland.\nTo sum up, the most commonly used methods in partner countries are listed follows:\n●        Art therapy\n●        Mindfulness\n●        MBSR",
            "imgUrl": null
        }
    ],
    "hasQuiz" : false
}