{
    "id": 4,
    "title": "Manual Mindfulness Based Art Techniques in project partner countries",
    
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/407189/920949"
    },
    "contents": [
        {
            "id": 7,
            "description": "The data was analyzed using the thematic analysis method, which involves reading through the data and identifying patterns in the meaning to find themes. Five main themes emerged from the results: psychological problems, causes of psychological problems, practices for managing stress and other psychological problems, challenges and opportunities in applying mindfulness-based art therapy, and specifications of the upcoming app being developed.\nRegarding the most common mental health issues encountered by seniors in the context of the COVID-19 pandemic, the following were listed: anxiety, aggression, anger, annoyance, loneliness, sadness, fear, and a sense of insecurity. Insomnia, stress, and depressed mood were frequently mentioned.\nThe study participants were asked about the reasons behind these issues. The mentioned problems were grouped into corresponding subgroups: financial issues (lack of money, high prices), health issues (dementia, physical problems associated with aging), exclusion (separation from relatives, dependence on others, feeling confined), loss (divorce, loss of a spouse, and others), and life difficulties (fear of death, despair due to loss of social status after retirement, and others). It is important to note that during the conversations, the COVID-19 pandemic and disease, as well as the threat of getting sick, were not highlighted as relevant or causing psychological problems. Given that the research was conducted in the same year as the Russian invasion of Ukraine and the start of the war, fear related to these events became a more relevant reason for psychological issues.\n",
            "imgUrl": null
        },
        {
            "id": 4,
            "description": "Before creating the current learning material, the project partners decided to conduct a needs analysis. Since all the countries participating in the project prioritise the quality and applicability of project intellectual products, the research was based on the focus group discussion method with adult educators who specialize in working with seniors.",
            "imgUrl": null
        },
        {
            "id": 6,
            "description": "The study involved specialists from various fields, including social workers, medical workers, employment specialists, psychologists, art therapists, and others. A total of 33 specialists were interviewed across the six project partner countries (Lithuania, Cyprus, Denmark, Spain, Turkey, Poland). Despite the wide variety of practices and experiences in each country, no significant differences were found in the responses.",
            "imgUrl": "https://resmim.net/cdn/2024/02/21/Zc0a5o.png"
        },
        {
            "id": 8,
            "description": "When it comes to coping strategies and practices for managing stress and other psychological problems, the study participants mentioned several methods. One of the most common strategies was seeking communication. Participants noted that when they feel anxious or experience negative emotions, they try to communicate as much as possible. They also mentioned sharing their feelings and emotions with a trusted person, such as a group leader or educator. Some adult educators openly stated that seniors often use sedatives or other medications to combat stress. The study also aimed to highlight the challenges faced by adult educators when implementing mindfulness-based art therapy and other meditative practices. Financial challenges were consistently mentioned across all project partner countries. The lack of knowledge and skills related to applying mindfulness-based art therapy, as well as the absence of necessary methodologies, were also highlighted. Additionally, the lack of human resources and the complexity of working conditions during the COVID-19 pandemic, leading to increased professional burnout among specialists, were noted. Another aspect was the unpreparedness of seniors, which encompassed multiple factors such as their unwillingness to adopt new methodologies, especially in the field of IT, seniors' health problems that hinder their ability to freely use IT tools (e.g., Parkinson's disease), limited access to institutions offering mindfulness-based art therapy, financial constraints, and low levels of IT skills. An interesting response came from Spain, where a study participant working with seniors mentioned the low cultural level of some seniors, leading to their ignorance of art, therapy, meditations, and similar practices.\n",
            "imgUrl": null
        },
        {
            "id": 5,
            "description": "The study participants were asked about the reasons behind these issues. The mentioned\nproblems were grouped into corresponding subgroups: financial issues (lack of money, high\nprices), health issues (dementia, physical problems associated with aging), exclusion\n(separation from relatives, dependence on others, feeling confined), loss (divorce, loss of a\nspouse, and others), and life difficulties (fear of death, despair due to loss of social status after\nretirement, and others). It is important to note that during the conversations, the COVID-19\npandemic and disease, as well as the threat of getting sick, were not highlighted as relevant or\ncausing psychological problems. Given that the research was conducted in the same year as the\nRussian invasion of Ukraine and the start of the war, fear related to these events became a more\nrelevant reason for psychological issues.\nWhen it comes to coping strategies and practices for managing stress and other psychological\nproblems, the study participants mentioned several methods. One of the most common\nstrategies was seeking communication. Participants noted that when they feel anxious or\nexperience negative emotions, they try to communicate as much as possible. They also\nmentioned sharing their feelings and emotions with a trusted person, such as a group leader or\neducator. Some adult educators openly stated that seniors often use sedatives or other\n\nmedications to combat stress. The study also aimed to highlight the challenges faced by adult\neducators when implementing mindfulness-based art therapy and other meditative practices.\nFinancial challenges were consistently mentioned across all project partner countries. The lack\nof knowledge and skills related to applying mindfulness-based art therapy, as well as the\nabsence of necessary methodologies, were also highlighted. Additionally, the lack of human\nresources and the complexity of working conditions during the COVID-19 pandemic, leading\nto increased professional burnout among specialists, were noted. Another aspect was the\nunpreparedness of seniors, which encompassed multiple factors such as their unwillingness to\nadopt new methodologies, especially in the field of IT, seniors' health problems that hinder their\nability to freely use IT tools (e.g., Parkinson's disease), limited access to institutions offering\nmindfulness-based art therapy, financial constraints, and low levels of IT skills. An interesting\nresponse came from Spain, where a study participant working with seniors mentioned the low\ncultural level of some seniors, leading to their ignorance of art, therapy, meditations, and similar\npractices.",
            "imgUrl": null
        },
        {
            "id": 9,
            "description": "One of the integral goals of the study was to identify the basic needs of seniors and adult educators for the MBAT mobile application. The participants emphasized the need for extremely simple navigation, color balance, legible letter size, audio and video instructions, and a wide selection of techniques. Other ideas included the app having a function to record activities, an emotion evaluation feature (pre-technique test), and no more than seven categories, each containing several or more techniques. The study participants also expressed a desire for the app to include educational materials on the methodology of awareness through art therapy. Based on these responses and recommendations, the MBAT mobile application was developed following EU standards (more information can be found here: Accessibility Fundamentals Overview).\nIn conclusion, the study helped identify the basic needs of seniors and adult educators for the development of this manual, e-learning platform, and the Android mobile app. The study confirmed the relevance of the project, as even as the threat of the COVID-19 pandemic subsides, other external stress-causing factors (such as the war in Ukraine, rising inflation, and stress due to other circumstances) further encourage the search for ways to remain calm and maintain strong mental health.\n",
            "imgUrl": null
        }
    ],
    "hasQuiz":true
}