{
    "id": 1,
    "title": "Field Research",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/407189/920943"
    },
    "contents": [
        {
            "id": 1,
            "description": "Den tilbundsgående undersøgelse af partnerlandene afslørede vigtige oplysninger om MBAT's aktuelle situation i partnerlandene.I Cypern anvendes MBAT ikke baseret på den definition og det princip, som Laury Rappaport foreslår. Kunstterapi anvendes, men dens omfang er begrænset. Ifølge den cypriotiske rapport kan MBAT-brug understøttes ved at oprette en applikation, der indeholder vejledning i, hvordan MBAT praktiseres. At gøre dette kan gavne dem med færre muligheder. På Cypern er der behov for mere forskning om MBAT. I Spanien er det kun private institutioner, der tilbyder MBAT. Uddannelsen til MBAT-instruktør er lang og dyr, så mulighederne for at modtage uddannelse er begrænsede. Spanien står også over for en stigning i antallet af unge og ældre, der besøger den private klinik for at modtage MBAT efter COVID-19-pandemien. I Danmark anvendes MBAT heller ikke i overensstemmelse med den definition og de principper, som Laury Rappaport foreslår. Mindfulness bruges som en behandlingsmulighed, men der er stadig brug for tid til at fastsætte standarder. Kunstterapi bruges også som en metode, der er uafhængig af mindfulness. Ligesom Cypern foreslog Danmark også at anvende en applikation, der indeholder vejledning til MBAT. MBAT-praksis bør tilrettelægges på en inkluderende måde, hvor folk med færre muligheder kan få adgang. I Litauen er situationen med hensyn til MBAT ustabil. Ligesom i Spanien er det kun private institutioner der tilbyder MBAT. Ligesom Cypern og Danmark foreslår Litauen også brugen af en applikation, der kræver grundlæggende it-færdigheder. Der er i Litauen også er forskningsbehovene i forhold til MBAT. I Tyrkiet, ligesom alle andre lande, anvendes MBAT ikke bredt. I modsætning til andre lande har Tyrkiet også fremhævet betydningen af interaktion ansigt til ansigt i behandlingsformer og foreslår således en forsigtig brug af digitale værktøjer. Tyrkiet foreslog, at MBAT's større synlighed kunne lette adgangen for dem med færre muligheder. Og på linje med andre lande foreslog Tyrkiet mere forskning om brugen af MBAT. I Polen anvendes MBAT heller ikke i vid udstrækning (svarende til andre lande). Kunstterapi og ergoterapi står som populære tilgange til patienter over 65 år. I tråd med de fleste lande fremsatte Polen også nødvendigheden af at udvikle applikationer til smartphones. Polen nævnte også manglen på uddannelsesmuligheder og forskning i MBAT. Sammenfattende fremgår det klart af rapporterne fra partnerlandene, at MBAT ikke er en almindelig metode, og at den, når den anvendes, anvendes med forskellige definitioner og principper (sammenlignet med Laury Rappaports definition). Dette understreger det voksende behov for at udarbejde en klar definition vedrørende MBAT. Det er også indlysende, at adgangen til MBAT (når tilgængelig) er begrænset, da kun de private organisationer leverer MBAT-praksis. Det synes afgørende at øge bevidstheden blandt regeringer og udløse mulighederne for fri adgang til MBAT-relateret praksis. Oprettelsen af applikationer til smartphones kan muliggøre fri adgang til MBAT, især for seniorer, der også oplever transporthindringer. Sidst men ikke mindst er der behov for mere forskning om MBAT og MBAT for seniorer i de respektive lande.",
            "imgUrl": null
        }
    ],
    "hasQuiz": false
}