[
    
    {
        "id": 1,
        "title": "Lauko tyrimai",
        "pdfUrl": "https://publuu.com/flip-book/407189/920943",
        "contents": [
            {
                "id": 1,
                "description": "The in-depth investigation of partner countries revealed crucial information regarding the current situation of MBAT in partner countries.\nIn Cyprus, MBAT is not used based on the definition and principle proposed by Laury Rapport. Art therapy is used but its scope is limited. According to the Cypriot report, MBAT use can be supported by creating an application that includes guidance on how to practice it. Doing this can benefit those with fewer opportunities. In Cyprus, more research is needed for MBAT.\nIn Spain, only private institutions offer MBAT. The training for MBAT training is long and expensive so opportunities to receive education is limited. Spain is also face with an increase in the number of young and elderly people visiting the private clinics to receive MBAT after the COVID-19 explosion.\nIn Denmark, MBAT is also not used in line with the definition and principles proposed by Laury Rapport. Mindfulness is used as a treatment option but still needs time for determining standards. Art therapy is also used as a method independent from mindfulness. Like Cyprus, Denmark also proposed the use of an application that includes guidance for MBAT. The MBAT practices should be arranged in an inclusive way where people with fewer opportunities can access.\nIn Lithuania, the situation regarding MBAT is unstable. Like Spain, only private institutions offer MBAT. Like Cyprus and Denmark, Lithuania also offered the use of an application that requires basic IT skills. The research needs in the area of MBAT are also highlighted in Lithuania.\nIn Türkiye, similar to all other countries, MBAT is not used widely. Unlike other countries, Türkiye also raised the importance of face-to-face interaction in therapies, thus suggesting careful use of digital tools. Türkiye proposed that the more visibility of MBAT might ease the access of it to those with fewer opportunities. And in line with other countries, Türkiye suggested more research about the use of MBAT.\nIn Poland, MBAT is also not used widely (similar to other countries). Art therapy and occupational therapies stand as popular approaches for patients over the age of 65. In line with the majority of countries, Poland also put forward the necessity of developing applications for smartphones. Poland also mentioned the lack of educational opportunities and research for MBAT.\nTo sum up, it is obvious from the reports of partners’ countries that MBAT is not a common method and also when applied it is used with different definitions and principles (compared to the definition provided by Laury Rapport). This highlights the emerging need to make a clear definition regarding the MBAT. It is also obvious that access to MBAT (when available) is limited since only the private organizations provide MBAT practices. It seems crucial to raise awareness among governments and trigger the free access opportunities to MBAT related practices. The creation of applications for smart phones can enable free access to MBAT, especially for seniors who experience transport obstacles as well. Last but not least, more research about MBAT and MBAT for seniors is needed in respective countries.",
                "imgUrl": null
            }
        ]
    },
    {
        "id": 2,
        "title": "Atvejų analizės ir (arba) MBAT įgyvendinimas ",
        "pdfUrl": "https://publuu.com/flip-book/407189/920943",
        "contents": [
            {
                "id": 2,
                "description": "The in-depth investigation of case studies revealed that MBAT does not operate as a comprehensive concept that combines both mindfulness and art therapy under the same framework in partner countries. Instead, mindfulness and art therapy are used as separate methodologies in partner countries.\nIn Cyprus, art therapy stands as a popular approach. Only one of the case studies aimed to integrate mindfulness together with art therapy.\nIn Spain, mindfulness stands as a popular approach. Although the principles of MBAT presented in the Spanish 3rd case study, they do not use the terminology of “MBAT” for the approach. Therefore, we can conclude that MBAT might exist in Spain, but individuals do not use the terminology of “MBAT”.\nIn Denmark, we can come across the use of mindfulness-based stress reduction (MBSR) both for the young and elderly population. However, MBAT is not a popular approach in Denmark yet.\nIn Lithuania, mindfulness techniques and art therapy techniques are used as separate approaches. Similar to the majority of participating countries, Lithuania lacks MBAT as a combined approach of mindfulness and art therapy. In addition to this, we can come across the use of MBSR in Lithuania.\nIn Türkiye, art therapy is a popular approach. MBAT is not fully developed despite the ongoing intentions of integrating it to the rehabilitation services in Türkiye. This attempt for MBAT development can be seen in the 2nd case study of Türkiye which aims to integrate bodily motions (i.e., dance movements) with the art tools.\nIn Poland, art therapy is used as a common approach among therapists. Even art therapies are limited in scope and MBAT is not well known in Poland.\nTo sum up, the most commonly used methods in partner countries are listed follows:\n●        Art therapy\n●        Mindfulness\n●        MBSR",
                "imgUrl": null
            }
        ]
    },
    {
        "id": 3,
        "title": "Teisinė sistema",
        "pdfUrl": "https://publuu.com/flip-book/407189/920943",
        "contents": [
            {
                "id": 3,
                "description": "In Cyprus, the mental health commission based on the government (Ministry of Health) is responsible for the mental health law. The regulations regarding the providing mental health services to patients need improvements as people can easily call themselves psychologists. In cases of mental health disorders, the government offers free psychological therapies for the patients. Unfortunately, no legislation exists for the implementation of MBAT in Cyprus.\nIn Spain, the government (i.e., Mental Health Act) is responsible for the mental health law and public health administrators provide mental health services to the clients. The level of funding attributed to the budget of Mental Health Economics European Network is low in comparison to other EU countries. No specific legislation exists for the implementation of MBAT in Spain.\nIn Denmark, the government is responsible from the mental health and psychiatrists, psychologists, psychotherapists, mindfulness-trained, vocational therapists, nurses, specially trained physiotherapists, social educators, specially trained educators etc. can provide mental health services to the clients. The health insurance provides subsidies for psychological treatment based on specific criteria. In terms of the implementation of MBAT, no legislation exists.\nIn Lithuania, the ministry of health is responsible for the mental health law. Specialists including psychologists, psychiatrists, and psychotherapists are responsible for providing mental health services to the clients. The health insurance covers some of the expenses for the services, but clients still need to cover by their own resources if they do not meet the criteria. Unfortunately, there is no direct legislation regarding the implementation of MBAT in\n \n\n\n\nLithuania and in the future current laws on therapy and art therapy should be edited.\nIn Türkiye, the Ministry of Health is responsible for mental health in Türkiye. Mainly psychiatrists are responsible for providing mental health services to clients. The Ministry of Health covers urgent treatment of individuals with mental health disorders. There is no legislation for the implementation of MBAT in Türkiye.\nIn Poland, government institutions are responsible for mental law.\nMainly, psychiatrists provide mental health services to the clients. The treatment is free for the clients with the mental health disorders. No legislation exists regarding the implementation of MBAT in Poland.\nTo sum up, mental health sectors of government determine the mental health law in respective countries. The majority of the laws held psychiatrists, psychologists, and psychotherapists as responsible agents who can provide mental health services. The mental health services are free in partners’ countries, however, this varies as it might depend on the specific criteria. In all countries, there is no legislation regarding the implementation of MBAT.\n",
                "imgUrl": null
            }
        ]
    }
]