{
    "id": 3,
    "title": "Legal Framework",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/407189/920943"
    },
    "contents": [
        {
            "id": 3,
            "description": "Kipre už psichikos sveikatos įstatymą atsakinga prie vyriausybės (Sveikatos apsaugos ministerijos) veikianti Psichikos sveikatos komisija. Reikia tobulinti psichikos sveikatos paslaugų teikimo pacientams taisykles, nes žmonės gali lengvai vadintis psichologais. Psichikos sveikatos sutrikimų atvejais vyriausybė pacientams siūlo nemokamą psichologinę terapiją. Deja, nėra teisės aktų, skirtų MBAT įgyvendinimui Kipre.Ispanijoje vyriausybė (t. y. Psichikos sveikatos įstatymas) yra atsakinga už psichikos sveikatos įstatymą, o visuomenės sveikatos administratoriai teikia psichikos sveikatos paslaugas klientams. Palyginti su kitomis ES šalimis, Europos psichikos sveikatos ekonomikos tinklo biudžetui skiriamo finansavimo lygis yra nedidelis. Ispanijoje nėra jokių konkrečių teisės aktų, skirtų MBAT įgyvendinimui. Danijoje už psichikos sveikatą atsakinga vyriausybė, o psichiatrai, psichologai, psichoterapeutai, dėmesingo įsisąmoninimo specialistai, profesinės terapijos specialistai, slaugytojai, specialiai apmokyti kineziterapeutai, socialiniai pedagogai, specialiai apmokyti pedagogai ir kt. gali teikti psichikos sveikatos paslaugas klientams. Sveikatos draudimas teikia subsidijas psichologiniam gydymui pagal tam tikrus kriterijus. Kalbant apie MBAT įgyvendinimą, nėra jokių teisės aktų. Lietuvoje už psichikos sveikatos įstatymą atsakinga Sveikatos apsaugos ministerija. Specialistai, įskaitant psichologus, psichiatrus ir psichoterapeutus, yra atsakingi už psichikos sveikatos paslaugų teikimą klientams. Dalį paslaugų išlaidų padengia sveikatos draudimas, tačiau klientai vis tiek turi padengti savo lėšomis, jei neatitinka kriterijų.  Deja, Lietuvoje nėra tiesioginių teisės aktų, susijusių su MBAT įgyvendinimu, todėl ateityje reikėtų redaguoti galiojančius įstatymus dėl terapijos ir meno terapijos. Turkijoje už psichikos sveikatą atsakinga Sveikatos apsaugos ministerija. Už psichikos sveikatos paslaugų teikimą klientams daugiausia atsakingi psichiatrai. Sveikatos apsaugos ministerija aprėpia skubų asmenų, turinčių psichikos sveikatos sutrikimų, gydymą. Turkijoje nėra teisės aktų, reglamentuojančių MBAT įgyvendinimą. Lenkijoje už psichikos teisę atsakingos valstybinės institucijos. Daugiausia psichikos sveikatos paslaugas klientams teikia psichiatrai. Klientams, turintiems psichikos sveikatos sutrikimų, gydymas yra nemokamas. Lenkijoje nėra teisės aktų, susijusių su MBAT įgyvendinimu. Apibendrinant galima teigti, kad psichikos sveikatos sektorių vyriausybės nustato psichikos sveikatos įstatymus atitinkamose šalyse. Daugumoje įstatymų psichiatrai, psichologai ir psichoterapeutai laikomi atsakingais atstovais, galinčiais teikti psichikos sveikatos paslaugas. Partnerių šalyse psichikos sveikatos paslaugos yra nemokamos, tačiau tai skiriasi, nes gali priklausyti nuo konkrečių kriterijų. Visose šalyse nėra teisės aktų, susijusių su MBAT įgyvendinimu. ",
            "imgUrl": null
        }
    ],
    "hasQuiz":false
}