{
    "id": 1,
    "title": "Field Research",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/407189/920943"
    },
    "contents": [
        {
            "id": 1,
            "description": "Išsamus šalių partnerių tyrimas atskleidė svarbią informaciją apie dabartinę MBAT padėtį šalyse partnerėse.Kipre MBAT nenaudojamas pagal Laury Rapport pasiūlytą apibrėžtį ir principą. Taikoma dailės terapija, tačiau jos taikymo sritis yra ribota. Kipro ataskaitoje teigiama, kad MBAT naudojimą galima paremti sukuriant programą, kurioje būtų pateiktos rekomendacijos, kaip ją praktikuoti. Tai padarius gali būti naudinga tiems, kurie turi mažiau galimybių. Kipre reikia atlikti daugiau MBAT tyrimų. Ispanijoje MBAT siūlo tik privačios institucijos. MBAT mokymai yra ilgi ir brangūs, todėl galimybės įgyti išsilavinimą yra ribotos. Ispanija taip pat susiduria su tuo, kad po COVID-19 sprogimo padaugėjo jaunų ir pagyvenusių žmonių, kurie lankosi privačiose klinikose, kad gautų MBAT. Danijoje MBAT taip pat nenaudojamas pagal Laury Rapport pasiūlytą apibrėžtį ir principus. Sąmoningumas naudojamas kaip gydymo būdas, tačiau dar reikia laiko standartams nustatyti. Meno terapija taip pat taikoma kaip metodas, nepriklausomas nuo dėmesingo įsisąmoninimo. Kaip ir Kipras, Danija taip pat pasiūlė naudoti paraišką, kurioje pateikiamos MBAT gairės. MBAT praktikos turėtų būti organizuojamos įtraukiuoju būdu, kad jomis galėtų naudotis mažiau galimybių turintys žmonės. Lietuvoje situacija dėl MBAT yra nestabili. Kaip ir Ispanijoje, MBAT siūlo tik privačios institucijos. Kaip ir Kipre bei Danijoje, Lietuvoje taip pat siūloma naudotis programėle, kuriai reikia pagrindinių IT įgūdžių. Lietuvoje taip pat išryškėja mokslinių tyrimų poreikis MBAT srityje. Turkijoje, kaip ir visose kitose šalyse, MBAT nėra plačiai naudojamas. Skirtingai nei kitos šalys, Turkija taip pat pabrėžė tiesioginio bendravimo svarbą terapijoje, todėl siūlo atsargiai naudoti skaitmenines priemones. Turkija pasiūlė, kad didesnis MBAT matomumas galėtų palengvinti jos prieinamumą tiems, kurie turi mažiau galimybių. Kaip ir kitos šalys, Turkija pasiūlė atlikti daugiau MBAT naudojimo tyrimų. Lenkijoje MBAT taip pat nėra plačiai naudojamas (panašiai kaip ir kitose šalyse). Vyresniems nei 65 metų amžiaus pacientams populiarios dailės terapija ir ergoterapija. Kaip ir dauguma šalių, Lenkija taip pat iškėlė būtinybę kurti programėles išmaniesiems telefonams. Lenkija taip pat paminėjo, kad trūksta MBAT švietimo galimybių ir mokslinių tyrimų. Apibendrinant galima teigti, kad iš šalių partnerių ataskaitų matyti, jog MBAT nėra plačiai paplitęs metodas, o kai jis taikomas, jis naudojamas pagal skirtingus apibrėžimus ir principus (palyginti su Laury Rapport pateiktu apibrėžimu). Tai rodo, kad atsiranda poreikis aiškiai apibrėžti MBAT. Taip pat akivaizdu, kad galimybės naudotis MBAT (kai jis yra) yra ribotos, nes MBAT praktiką teikia tik privačios organizacijos. Atrodo, kad labai svarbu didinti vyriausybių informuotumą ir suteikti nemokamos prieigos prie su MBAT susijusios praktikos galimybes. Sukūrus programėles išmaniesiems telefonams, būtų galima suteikti nemokamą prieigą prie MBAT, ypač senjorams, kurie taip pat susiduria su transporto kliūtimis. Galiausiai atitinkamose šalyse reikia atlikti daugiau tyrimų apie MBAT ir senjorams skirtą MBAT.",
            "imgUrl": null
        }
    ],
    "hasQuiz": false
}