{
    "id": 3,
    "title": "Legal Framework",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/407189/920943"
    },
    "contents": [
        {
            "id": 3,
            "description": "Στην Κύπρο, η επιτροπή ψυχικής υγείας που βασίζεται στην κυβέρνηση (Υπουργείο Υγείας) είναι υπεύθυνη για το νόμο για την ψυχική υγεία. Οι κανονισμοί σχετικά με την παροχή υπηρεσιών ψυχικής υγείας σε ασθενείς χρειάζονται βελτιώσεις καθώς ο καθένας μπορεί εύκολα να αυτοαποκαλείται ψυχολόγος. Σε περιπτώσεις διαταραχών ψυχικής υγείας, η κυβέρνηση προσφέρει δωρεάν ψυχολογικές θεραπείες για τους ασθενείς. Δυστυχώς, δεν υπάρχει νομοθεσία για την εφαρμογή της MBAT στην Κύπρο. Στην Ισπανία, η κυβέρνηση (δηλαδή, ο νόμος περί ψυχικής υγείας) είναι υπεύθυνη για τη νομοθεσία για την ψυχική υγεία, και οι διαχειριστές δημόσιας υγείας παρέχουν υπηρεσίες ψυχικής υγείας στους πελάτες. Το επίπεδο χρηματοδότησης που αποδίδεται στον προϋπολογισμό του Ευρωπαϊκού Δικτύου Mental Health Economics είναι χαμηλό σε σύγκριση με άλλες χώρες της ΕΕ. Δεν υπάρχει ειδική νομοθεσία για την εφαρμογή της MBAT στην Ισπανία. Στη Δανία, η κυβέρνηση είναι υπεύθυνη για την ψυχική υγεία και ψυχίατροι, ψυχολόγοι, ψυχοθεραπευτές, εκπαιδευμένοι στη συνείδηση, επαγγελματικοί θεραπευτές, νοσοκόμες, ειδικά εκπαιδευμένοι φυσιοθεραπευτές, κοινωνικοί παιδαγωγοί, ειδικά εκπαιδευμένοι παιδαγωγοί, κ.λπ. μπορούν να παρέχουν υπηρεσίες ψυχικής υγείας στους πελάτες. Η ασφάλιση υγείας παρέχει επιδοτήσεις για ψυχολογική θεραπεία βάσει συγκεκριμένων κριτηρίων. Όσον αφορά στην εφαρμογή της MBAT, δεν υπάρχει νομοθεσία. Στη Λιθουανία, το υπουργείο Υγείας είναι αρμόδιο για τη νομοθεσία για την ψυχική υγεία. Ειδικοί, συμπεριλαμβανομένων ψυχολόγων, ψυχιάτρων και ψυχοθεραπευτών είναι υπεύθυνοι για την παροχή υπηρεσιών ψυχικής υγείας στους πελάτες. Η ασφάλιση υγείας καλύπτει ορισμένα από τα έξοδα για τις υπηρεσίες, αλλά οι πελάτες πρέπει να καλύψουν με δικούς τους πόρους εάν δεν πληρούν τα κριτήρια. Δυστυχώς, δεν υπάρχει άμεση νομοθεσία σχετικά με την εφαρμογή της MBAT στη Λιθουανία και στο μέλλον θα πρέπει να τροποποιηθούν οι ισχύοντες νόμοι για τη θεραπεία και τη θεραπεία τέχνης. Στην Τουρκία, το Υπουργείο Υγείας είναι υπεύθυνο για την ψυχική υγεία στην Τουρκία. Κυρίως οι ψυχίατροι είναι υπεύθυνοι για την παροχή υπηρεσιών ψυχικής υγείας στους πελάτες. Το Υπουργείο Υγείας καλύπτει την επείγουσα περίθαλψη ατόμων με ψυχικές διαταραχές. Δεν υπάρχει νομοθεσία για την εφαρμογή της MBAT στην Τουρκία. Στην Πολωνία, τα κυβερνητικά ιδρύματα είναι υπεύθυνα για το νοητικό δίκαιο. Κυρίως, οι ψυχίατροι παρέχουν υπηρεσίες ψυχικής υγείας στους πελάτες. Η θεραπεία είναι δωρεάν για τους ασθενείς με ψυχικές διαταραχές. Δεν υπάρχει νομοθεσία σχετικά με την εφαρμογή της MBAT στην Πολωνία. Συνοψίζοντας, οι κυβερνητικοί τομείς ψυχικής υγείας καθορίζουν τη νομοθεσία για την ψυχική υγεία στις χώρες που συμμετέχουν στο παρόν έργο. Η πλειοψηφία των νόμων ορίζει τους ψυχιάτρους, τους ψυχολόγους και τους ψυχοθεραπευτές ως υπεύθυνους επαγγελματίες που μπορούν να παρέχουν υπηρεσίες ψυχικής υγείας. Οι υπηρεσίες ψυχικής υγείας είναι δωρεάν στις χώρες των εταίρων, ωστόσο, αυτό ποικίλλει καθώς μπορεί να εξαρτάται από τα ",
            "imgUrl": null
        }
    ],
    "hasQuiz":false
}