{
    "id": 2,
    "title": "Case Studies ",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/407189/920943"
    },
    "contents": [
        {
            "id": 2,
            "description": "Η σε βάθος διερεύνηση  περιπτωσιολογικών μελετών στις χώρες που υλοποιούν το έργο “ΜΒΑΤ - Η χρήση της θεραπείας μέσω τέχνης που βασίζεται στην ενσυνειδητότητα (Mindfulness Based Art Therapy) ως αποτελεσματικό εργαλείο για τη βελτίωση της ψυχικής υγείας των ηλικιωμένων στο πλαίσιο της πανδημίας COVID-19”, αποκάλυψε ότι η MBAT δεν λειτουργεί ως μια ολοκληρωμένη/ενιαία ιδέα που συνδυάζει  την ενσυνειδητότητα  και τη θεραπεία τέχνης στο ίδιο πλαίσιο, στις χώρες εταίρους. Αντίθετα, η ενσυνειδητότητα και η θεραπεία τέχνης χρησιμοποιούνται ως ξεχωριστές μεθοδολογίες στις χώρες εταίρους.Στην Κύπρο, η εικαστική θεραπεία είναι μια δημοφιλής προσέγγιση. Μόνο μία από τις περιπτωσιολογικές μελέτες είχε ως στόχο να ενσωματώσει την ενσυνειδητότητα σε συνδυασμό με τη θεραπεία τέχνης.Στην Ισπανία, η ενσυνειδητότητα είναι μια δημοφιλής προσέγγιση. Αν και οι αρχές της MBAT παρουσιάζονται στην ισπανική 3η μελέτη περίπτωσης, δεν χρησιμοποιούν την ορολογία της «MBAT» για την προσέγγιση. Επομένως, μπορούμε να συμπεράνουμε ότι η MBAT μπορεί να υπάρχει στην Ισπανία, αλλά τα άτομα δεν χρησιμοποιούν την ορολογία της 'MBAT'.Στη Δανία, μπορούμε να συναντήσουμε τη χρήση της μείωσης του άγχους με βάση την ενσυνειδητότητα (MBSR) τόσο για τους νέους όσο και για τους ηλικιωμένους. Ωστόσο, η MBAT δεν είναι ακόμη δημοφιλής προσέγγιση στη Δανία.Στη Λιθουανία, οι τεχνικές ενσυνειδητότητας και οι τεχνικές θεραπείας τέχνης χρησιμοποιούνται ως ξεχωριστές προσεγγίσεις. Παρόμοια με την πλειονότητα των συμμετεχουσών χωρών, η Λιθουανία στερείται MBAT ως συνδυασμένη προσέγγιση ενσυνειδητότητας και θεραπείας τέχνης. Εκτός από αυτό, μπορούμε να συναντήσουμε τη χρήση της MBSR στη Λιθουανία.Στην Τουρκία, η θεραπεία τέχνης είναι μια δημοφιλής προσέγγιση. Η MBAT δεν έχει αναπτυχθεί πλήρως παρά τις συνεχιζόμενες προθέσεις ενσωμάτωσής του στις υπηρεσίες αποκατάστασης στην Τουρκία. Αυτή η προσπάθεια ανάπτυξης MBAT μπορεί να φανεί στη 2η μελέτη περίπτωσης της Τουρκίας, η οποία στοχεύει στην ενοποίηση των σωματικών κινήσεων (δηλαδή, των χορευτικών κινήσεων) με τα εργαλεία τέχνης.Στην Πολωνία, η θεραπεία τέχνης χρησιμοποιείται ως κοινή προσέγγιση μεταξύ των θεραπευτών. Ακόμη και οι θεραπείες τέχνης έχουν περιορισμένο πεδίο εφαρμογής και η MBAT δεν είναι πολύ γνωστή στην Πολωνία.Συνοψίζοντας, οι πιο συχνά χρησιμοποιούμενες μέθοδοι στις χώρες εταίρους παρατίθενται ως εξής:● Θεραπεία τέχνης● Ενσυνειδητότητα● MBSR (Θεραπεία Διαχείρισης του Στρες με Ενσυνειδητότητα - Mindfulness-based stress reduction) ",
            "imgUrl": null
        }
    ],
    "hasQuiz" : false
}