{
    "id": 1,
    "title": "Field Research",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/407189/920943"
    },
    "contents": [
        {
            "id": 1,
            "description": "Η εις βάθος έρευνα των χωρών εταίρων αποκάλυψε κρίσιμες πληροφορίες σχετικά με την τρέχουσα κατάσταση της MBAT στις χώρες εταίρους. Στην Κύπρο, η MBAT δεν χρησιμοποιείται με βάση τον ορισμό και την αρχή που προτείνει η Laury Rappaport. Χρησιμοποιείται η θεραπεία τέχνης αλλά το εύρος της είναι περιορισμένο. Σύμφωνα με την ανάλυση για την Κύπρο, η χρήση MBAT μπορεί να υποστηριχθεί με τη δημιουργία μιας εφαρμογής που περιλαμβάνει οδηγίες για τον τρόπο εξάσκησής της. Κάνοντας αυτό μπορεί να ωφεληθούν όσοι έχουν λιγότερες ευκαιρίες. Στην Κύπρο χρειάζεται περισσότερη έρευνα για την MBAT. Στην Ισπανία, μόνο ιδιωτικά ιδρύματα προσφέρουν την MBAT. Η εκπαίδευση για την εκπαίδευση MBAT είναι μακρά και δαπανηρή, επομένως οι ευκαιρίες για εκπαίδευση είναι περιορισμένες. Η Ισπανία αντιμετωπίζει επίσης αύξηση του αριθμού των νέων και των ηλικιωμένων που επισκέπτονται τις ιδιωτικές κλινικές για να λάβουν MBAT, μετά την έκρηξη του COVID-19. Στη Δανία, επίσης η MBAT δεν χρησιμοποιείται σύμφωνα με τον ορισμό και τις αρχές που προτείνει η Laury Rappaport. Η ενσυνειδητότητα χρησιμοποιείται ως θεραπευτική επιλογή, αλλά χρειάζεται ακόμα χρόνο για τον καθορισμό των προτύπων. Η θεραπεία τέχνης χρησιμοποιείται επίσης ως μέθοδος ανεξάρτητη από την ενσυνειδητότητα. Όπως και στην περίπτωση της  Κύπρου, η Δανία πρότεινε επίσης τη χρήση μιας εφαρμογής που περιλαμβάνει καθοδήγηση για MBAT. Οι πρακτικές MBAT θα πρέπει να παρέχονται  ώστε να μην δημιουργούν  αποκλεισμούς, ώστε άτομα με λιγότερες ευκαιρίες να έχουν πρόσβαση. Στη Λιθουανία, η κατάσταση όσον αφορά την MBAT είναι ασταθής. Όπως η Ισπανία, μόνο ιδιωτικά ιδρύματα προσφέρουν την MBAT. Όπως η Κύπρος και η Δανία, η Λιθουανία προσέφερε επίσης τη χρήση μιας εφαρμογής που απαιτεί βασικές δεξιότητες πληροφορικής. Οι ερευνητικές ανάγκες στον τομέα της MBAT επισημαίνονται επίσης στη Λιθουανία. Στην Τουρκία, όπως και σε όλες τις άλλες χώρες, η MBAT δεν χρησιμοποιείται ευρέως. Σε αντίθεση με άλλες χώρες, η Τουρκία ανέδειξε επίσης τη σημασία της  αλληλεπίδρασης πρόσωπο με πρόσωπο στις θεραπείες, προτείνοντας έτσι την προσεκτική χρήση ψηφιακών εργαλείων. Η Τουρκία πρότεινε ότι η μεγαλύτερη προβολή της MBAT θα μπορούσε να διευκολύνει την πρόσβασή του σε όσους έχουν λιγότερες ευκαιρίες. Και, όπως και  άλλες χώρες, η Τουρκία πρότεινε περισσότερη έρευνα σχετικά με τη χρήση της MBAT. Στην Πολωνία, παρόμοια με άλλες χώρες, η MBAT δεν χρησιμοποιείται  ευρέως (). Παρόλα αυτά, η εικαστική θεραπεία και οι εργοθεραπείες αποτελούν δημοφιλείς προσεγγίσεις για ασθενείς ηλικίας άνω των 65 ετών. Σύμφωνα με την πλειονότητα των χωρών, η Πολωνία πρότεινε επίσης την αναγκαιότητα ανάπτυξης εφαρμογών για smartphone. Η Πολωνία ανέφερε επίσης την έλλειψη εκπαιδευτικών ευκαιριών και έρευνας για την MBAT. Συνοψίζοντας, είναι προφανές από τις εκθέσεις των χωρών εταίρων ότι η MBAT δεν είναι κοινή μέθοδος και επίσης όταν εφαρμόζεται χρησιμοποιείται με διαφορετικούς ορισμούς και αρχές (σε σύγκριση με τον ορισμό που παρέχει η Laury Rappaport). Αυτό υπογραμμίζει την αναδυόμενη ανάγκη να υπάρξει ένας  σαφής ορισμός σχετικά με το MBAT. Είναι επίσης προφανές ότι η πρόσβαση στην MBAT (όταν είναι διαθέσιμη) είναι περιορισμένη αφού μόνο οι ιδιωτικοί οργανισμοί παρέχουν πρακτικές MBAT. Φαίνεται ζωτικής σημασίας να αυξηθεί η ευαισθητοποίηση μεταξύ των κυβερνήσεων και να ενεργοποιηθούν οι ευκαιρίες ελεύθερης πρόσβασης σε πρακτικές που σχετίζονται με την MBAT. Η δημιουργία εφαρμογών για smartphones μπορεί να επιτρέψει την ελεύθερη πρόσβαση στην MBAT, ειδικά για ηλικιωμένους που αντιμετωπίζουν και μεταφορικά εμπόδια. Τελευταίο αλλά εξίσου σημαντικό, χρειάζεται περισσότερη έρευνα σχετικά με την MBAT και MBAT για ηλικιωμένους στις αντίστοιχες χώρες. ",
            "imgUrl": null
        }
    ],
    "hasQuiz": false
}