{
    "id": 3,
    "title": "Legal Framework",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/407189/920943"
    },
    "contents": [
        {
            "id": 3,
            "description": "In Cyprus, the mental health commission based on the government (Ministry of Health) is responsible for the mental health law. The regulations regarding the providing mental health services to patients need improvements as people can easily call themselves psychologists. In cases of mental health disorders, the government offers free psychological therapies for the patients. Unfortunately, no legislation exists for the implementation of MBAT in Cyprus.\nIn Spain, the government (i.e., Mental Health Act) is responsible for the mental health law and public health administrators provide mental health services to the clients. The level of funding attributed to the budget of Mental Health Economics European Network is low in comparison to other EU countries. No specific legislation exists for the implementation of MBAT in Spain.\nIn Denmark, the government is responsible from the mental health and psychiatrists, psychologists, psychotherapists, mindfulness-trained, vocational therapists, nurses, specially trained physiotherapists, social educators, specially trained educators etc. can provide mental health services to the clients. The health insurance provides subsidies for psychological treatment based on specific criteria. In terms of the implementation of MBAT, no legislation exists.\nIn Lithuania, the ministry of health is responsible for the mental health law. Specialists including psychologists, psychiatrists, and psychotherapists are responsible for providing mental health services to the clients. The health insurance covers some of the expenses for the services, but clients still need to cover by their own resources if they do not meet the criteria. Unfortunately, there is no direct legislation regarding the implementation of MBAT in\n \n\n\n\nLithuania and in the future current laws on therapy and art therapy should be edited.\nIn Türkiye, the Ministry of Health is responsible for mental health in Türkiye. Mainly psychiatrists are responsible for providing mental health services to clients. The Ministry of Health covers urgent treatment of individuals with mental health disorders. There is no legislation for the implementation of MBAT in Türkiye.\nIn Poland, government institutions are responsible for mental law.\nMainly, psychiatrists provide mental health services to the clients. The treatment is free for the clients with the mental health disorders. No legislation exists regarding the implementation of MBAT in Poland.\nTo sum up, mental health sectors of government determine the mental health law in respective countries. The majority of the laws held psychiatrists, psychologists, and psychotherapists as responsible agents who can provide mental health services. The mental health services are free in partners’ countries, however, this varies as it might depend on the specific criteria. In all countries, there is no legislation regarding the implementation of MBAT.\n",
            "imgUrl": null
        }
    ],
    "hasQuiz":false
}