[
    {
        "id": 1,
        "title": "Alan araştırması",
        "pdfUrl": "https://publuu.com/flip-book/407189/920943",
        "contents": [
            {
                "id": 1,
                "description": "Ortak ülkelerde yapılan derinlemesine araştırma, ortak ülkelerde MBAT'nin mevcut durumuna ilişkin önemli bilgiler ortaya koymuştur.Güney Kıbrıs'ta, Laury Rapport tarafından önerilen tanım ve ilkeye dayalı olarak MBAT kullanılmamaktadır. Sanat terapisi kullanılmaktadır ancak kapsamı sınırlıdır. Güney Kıbrıs raporuna göre, MBAT kullanımı, nasıl uygulanacağına dair rehberlik içeren bir uygulama oluşturularak desteklenebilir. Bunu yapmak daha az imkana sahip olanlara fayda sağlayabilir. Güney Kıbrıs'ta MBAT için daha fazla araştırmaya ihtiyaç vardır. İspanya'da sadece özel kurumlar MBAT eğitimi vermektedir. MBAT eğitimi uzun ve pahalıdır, bu nedenle eğitim alma fırsatları sınırlıdır. İspanya ayrıca COVID-19 salgınından sonra MBAT almak için özel klinikleri ziyaret eden genç ve yaşlıların sayısında bir artışla karşı karşıyadır. Danimarka'da da MBAT, Laury Rapport tarafından önerilen tanım ve ilkeler doğrultusunda kullanılmamaktadır. Farkındalık bir tedavi seçeneği olarak kullanılmaktadır ancak standartların belirlenmesi için hala zamana ihtiyaç vardır. Sanat terapisi de bilinçli farkındalıktan bağımsız bir yöntem olarak kullanılmaktadır. Güney Kıbrıs gibi Danimarka da MBAT için rehberlik içeren bir uygulamanın kullanılmasını önermiştir. MBAT uygulamaları, daha az imkâna sahip kişilerin erişebileceği kapsayıcı bir şekilde düzenlenmelidir. Litvanya'da MBAT ile ilgili durum istikrarsızdır. İspanya gibi, sadece özel kurumlar MBAT sunmaktadır. Güney Kıbrıs ve Danimarka gibi Litvanya da temel BT becerileri gerektiren bir uygulamanın kullanılmasını teklif etmiştir. Litvanya'da MBAT alanındaki araştırma ihtiyaçları da vurgulanmaktadır. Diğer tüm ülkelerde olduğu gibi Türkiye'de de MBAT yaygın olarak kullanılmamaktadır. Diğer ülkelerden farklı olarak Türkiye, terapilerde yüz yüze etkileşimin önemini vurgulayarak dijital araçların dikkatli kullanılmasını önermiştir. Türkiye, MBAT'ın daha görünür olmasının, daha az imkana sahip olanların erişimini kolaylaştırabileceğini öne sürmüştür. Ve diğer ülkelerle uyumlu olarak Türkiye, MBAT kullanımı hakkında daha fazla araştırma yapılmasını önermiştir. Polonya'da da MBAT yaygın olarak kullanılmamaktadır (diğer ülkelere benzer şekilde). Sanat terapisi ve mesleki terapiler 65 yaş üstü hastalar için popüler yaklaşımlar olarak öne çıkmaktadır. Ülkelerin çoğuna paralel olarak Polonya da akıllı telefonlar için uygulamalar geliştirmenin gerekliliğini ortaya koymuştur. Polonya ayrıca MBAT için eğitim fırsatlarının ve araştırmaların eksikliğinden de bahsetmiştir. Özetle, ortak ülkelerin raporlarından MBAT'ın yaygın bir yöntem olmadığı ve uygulandığında da (Laury Rapport tarafından sağlanan tanıma kıyasla) farklı tanım ve ilkelerle kullanıldığı açıktır. Bu durum, MBAT ile ilgili net bir tanımın yapılması ihtiyacının ortaya çıktığını vurgulamaktadır. MBAT uygulamalarını sadece özel kuruluşlar sağladığı için MBAT'a erişimin (mevcut olduğunda) sınırlı olduğu da açıktır. Hükümetler arasında farkındalık yaratmak ve MBAT ile ilgili uygulamalara ücretsiz erişim fırsatlarını tetiklemek çok önemli görünmektedir. Akıllı telefonlar için uygulamaların oluşturulması, özellikle ulaşım engelleri yaşayan yaşlılar için MBAT'a ücretsiz erişim sağlayabilir. Son olarak, ilgili ülkelerde MBAT ve yaşlılar için MBAT hakkında daha fazla araştırma yapılması gerekmektedir.","imgUrl": null
            }
        ]
    },
    {
        "id": 2,
        "title": "Örnek Olaylar/Uygulamalar ",
        "pdfUrl": "https://publuu.com/flip-book/407189/920943",
        "contents": [
            {
                "id": 2,
                "description": "Örnek olayların derinlemesine incelenmesi, MBAT'nin ortak ülkelerde hem bilinçli farkındalık hem de sanat terapisini aynı çerçeve altında birleştiren kapsamlı bir kavram olarak işlemediğini ortaya koymuştur. Bunun yerine, ortak ülkelerde bilinçli farkındalık ve sanat terapisi ayrı metodolojiler olarak kullanılmaktadır. Güney Kıbrıs'ta sanat terapisi popüler bir yaklaşım olarak öne çıkmaktadır. Vaka çalışmalarından yalnızca bir tanesi bilinçli farkındalığı sanat terapisi ile birlikte entegre etmeyi amaçlamıştır. İspanya'da, bilinçli farkındalık popüler bir yaklaşım olarak öne çıkmaktadır. İspanya'daki 3. vaka çalışmasında MBAT ilkeleri sunulmasına rağmen, yaklaşım için 'MBAT' terminolojisi kullanılmamıştır. Bu nedenle, İspanya'da MBAT'nin var olabileceği, ancak bireylerin 'MBAT' terminolojisini kullanmadıkları sonucuna varabiliriz. Danimarka'da, hem genç hem de yaşlı nüfus için farkındalık temelli stres azaltma (MBSR) kullanımına rastlayabiliriz. Ancak, MBAT Danimarka'da henüz popüler bir yaklaşım değildir.Litvanya'da farkındalık teknikleri ve sanat terapisi teknikleri ayrı yaklaşımlar olarak kullanılmaktadır. Katılımcı ülkelerin çoğuna benzer şekilde, Litvanya'da da bilinçli farkındalık ve sanat terapisinin birleşik bir yaklaşımı olarak MBAT bulunmamaktadır. Bunun yanı sıra Litvanya'da MBSR kullanımına rastlamaktayız.Türkiye'de sanat terapisi popüler bir yaklaşımdır. MBAT, Türkiye'deki rehabilitasyon hizmetlerine entegre edilmesine yönelik devam eden niyetlere rağmen tam olarak geliştirilmemiştir. MBAT'nin geliştirilmesine yönelik bu girişim, bedensel hareketleri (örneğin dans hareketleri) sanat araçlarıyla bütünleştirmeyi amaçlayan Türkiye'deki 2. vaka çalışmasında görülebilir. Polonya'da sanat terapisi terapistler arasında yaygın bir yaklaşım olarak kullanılmaktadır. Sanat terapilerinin bile kapsamı sınırlıdır ve MBAT Polonya'da pek bilinmemektedir. Özetlemek gerekirse, ortak ülkelerde en yaygın kullanılan yöntemler aşağıda sıralanmıştır:Sanat terapisi Farkındalık MBSR",
                "imgUrl": null
            }
        ]
    },
    {
        "id": 3,
        "title": "Yasal Çerçeve",
        "pdfUrl": "https://publuu.com/flip-book/407189/920943",
        "contents": [
            {
                "id": 3,
                "description": "Güney Kıbrıs'ta ruh sağlığı yasasından hükümete (Sağlık Bakanlığı) bağlı Ruh Sağlığı Komisyonu sorumludur. Hastalara ruh sağlığı hizmeti verilmesine ilişkin düzenlemelerin iyileştirilmesi gerekmektedir çünkü insanlar kendilerini kolaylıkla psikolog olarak adlandırabilmektedir. Ruh sağlığı bozukluklarında hükümet hastalara ücretsiz psikolojik terapiler sunmaktadır. Ne yazık ki, Güney Kıbrıs'ta MBAT'nin uygulanmasına yönelik herhangi bir mevzuat bulunmamaktadır.İspanya'da ruh sağlığı yasasından hükümet (Ruh Sağlığı Kanunu) sorumludur ve kamu sağlığı idarecileri danışanlara ruh sağlığı hizmetleri sunmaktadır. Ruh Sağlığı Ekonomisi Avrupa Ağı bütçesine ayrılan fon düzeyi diğer AB ülkelerine kıyasla düşüktür. İspanya'da MBAT'nin uygulanması için özel bir mevzuat bulunmamaktadır. Danimarka'da ruh sağlığından hükümet sorumludur ve psikiyatristler, psikologlar, psikoterapistler, farkındalık eğitimi almış kişiler, mesleki terapistler, hemşireler, özel eğitimli fizyoterapistler, sosyal eğitimciler, özel eğitimli eğitimciler vb. danışanlara ruh sağlığı hizmetleri sağlayabilir. Sağlık sigortası, belirli kriterlere dayalı olarak psikolojik tedavi için mali destek sağlamaktadır. MBAT'nin uygulanması açısından herhangi bir mevzuat mevcut değildir. Litvanya'da ruh sağlığı yasasından sağlık bakanlığı sorumludur. Psikologlar, psikiyatristler ve psikoterapistler gibi uzmanlar danışanlara ruh sağlığı hizmetleri sağlamaktan sorumludur. Sağlık sigortası hizmetlerin masraflarının bir kısmını karşılamaktadır, ancak danışanlar kriterleri karşılamıyorlarsa yine de kendi kaynaklarından ödeme yapmaları gerekmektedir.  Ne yazık ki Litvanya'da MBAT'nin uygulanmasına ilişkin doğrudan bir mevzuat bulunmamaktadır ve gelecekte terapi ve sanat terapisine ilişkin mevcut yasaların düzenlenmesi gerekmektedir. Türkiye'de ruh sağlığından Sağlık Bakanlığı sorumludur. Danışanlara ruh sağlığı hizmetlerinin sağlanmasından esas olarak psikiyatristler sorumludur. Sağlık Bakanlığı, ruh sağlığı bozukluğu olan bireylerin acil tedavilerini karşılamaktadır. Türkiye'de MBAT'ın uygulanmasına yönelik herhangi bir mevzuat bulunmamaktadır. Polonya'da ruh sağlığı hizmetlerinden devlet kurumları sorumludur. Esas olarak psikiyatristler danışanlara ruh sağlığı hizmetleri sunmaktadır. Ruh sağlığı bozukluğu olan danışanlar için tedavi ücretsizdir. Polonya'da MBAT'nin uygulanmasına ilişkin herhangi bir mevzuat bulunmamaktadır. Özetle, hükümetin ruh sağlığı sektörleri ilgili ülkelerdeki ruh sağlığı yasalarını belirlemektedir. Yasaların çoğunluğu psikiyatristleri, psikologları ve psikoterapistleri ruh sağlığı hizmeti verebilecek sorumlular olarak kabul etmektedir. Ortak ülkelerde ruh sağlığı hizmetleri ücretsizdir, ancak bu durum belirli kriterlere bağlı olabileceğinden değişkenlik göstermektedir. Tüm ülkelerde, MBAT'ın uygulanmasına ilişkin herhangi bir mevzuat bulunmamaktadır. ",
                "imgUrl": null
            }
        ]
    }
]