{
    "id": 3,
    "title": "Legal Framework",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/407189/920943"
    },
    "contents": [
        {
            "id": 3,
            "description": "Güney Kıbrıs'ta ruh sağlığı yasasından hükümete (Sağlık Bakanlığı) bağlı Ruh Sağlığı Komisyonu sorumludur. Hastalara ruh sağlığı hizmeti verilmesine ilişkin düzenlemelerin iyileştirilmesi gerekmektedir çünkü insanlar kendilerini kolaylıkla psikolog olarak adlandırabilmektedir. Ruh sağlığı bozukluklarında hükümet hastalara ücretsiz psikolojik terapiler sunmaktadır. Ne yazık ki, Güney Kıbrıs'ta MBAT'nin uygulanmasına yönelik herhangi bir mevzuat bulunmamaktadır.İspanya'da ruh sağlığı yasasından hükümet (Ruh Sağlığı Kanunu) sorumludur ve kamu sağlığı idarecileri danışanlara ruh sağlığı hizmetleri sunmaktadır. Ruh Sağlığı Ekonomisi Avrupa Ağı bütçesine ayrılan fon düzeyi diğer AB ülkelerine kıyasla düşüktür. İspanya'da MBAT'nin uygulanması için özel bir mevzuat bulunmamaktadır. Danimarka'da ruh sağlığından hükümet sorumludur ve psikiyatristler, psikologlar, psikoterapistler, farkındalık eğitimi almış kişiler, mesleki terapistler, hemşireler, özel eğitimli fizyoterapistler, sosyal eğitimciler, özel eğitimli eğitimciler vb. danışanlara ruh sağlığı hizmetleri sağlayabilir. Sağlık sigortası, belirli kriterlere dayalı olarak psikolojik tedavi için mali destek sağlamaktadır. MBAT'nin uygulanması açısından herhangi bir mevzuat mevcut değildir. Litvanya'da ruh sağlığı yasasından sağlık bakanlığı sorumludur. Psikologlar, psikiyatristler ve psikoterapistler gibi uzmanlar danışanlara ruh sağlığı hizmetleri sağlamaktan sorumludur. Sağlık sigortası hizmetlerin masraflarının bir kısmını karşılamaktadır, ancak danışanlar kriterleri karşılamıyorlarsa yine de kendi kaynaklarından ödeme yapmaları gerekmektedir.  Ne yazık ki Litvanya'da MBAT'nin uygulanmasına ilişkin doğrudan bir mevzuat bulunmamaktadır ve gelecekte terapi ve sanat terapisine ilişkin mevcut yasaların düzenlenmesi gerekmektedir. Türkiye'de ruh sağlığından Sağlık Bakanlığı sorumludur. Danışanlara ruh sağlığı hizmetlerinin sağlanmasından esas olarak psikiyatristler sorumludur. Sağlık Bakanlığı, ruh sağlığı bozukluğu olan bireylerin acil tedavilerini karşılamaktadır. Türkiye'de MBAT'ın uygulanmasına yönelik herhangi bir mevzuat bulunmamaktadır. Polonya'da ruh sağlığı hizmetlerinden devlet kurumları sorumludur. Esas olarak psikiyatristler danışanlara ruh sağlığı hizmetleri sunmaktadır. Ruh sağlığı bozukluğu olan danışanlar için tedavi ücretsizdir. Polonya'da MBAT'nin uygulanmasına ilişkin herhangi bir mevzuat bulunmamaktadır. Özetle, hükümetin ruh sağlığı sektörleri ilgili ülkelerdeki ruh sağlığı yasalarını belirlemektedir. Yasaların çoğunluğu psikiyatristleri, psikologları ve psikoterapistleri ruh sağlığı hizmeti verebilecek sorumlular olarak kabul etmektedir. Ortak ülkelerde ruh sağlığı hizmetleri ücretsizdir, ancak bu durum belirli kriterlere bağlı olabileceğinden değişkenlik göstermektedir. Tüm ülkelerde, MBAT'ın uygulanmasına ilişkin herhangi bir mevzuat bulunmamaktadır. ",
            "imgUrl": null
        }
    ],
    "hasQuiz":false
}