{
    "id": 2,
    "title": "Case Studies ",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/407189/920943"
    },
    "contents": [
        {
            "id": 2,
            "description": "Örnek olayların derinlemesine incelenmesi, MBAT'nin ortak ülkelerde hem bilinçli farkındalık hem de sanat terapisini aynı çerçeve altında birleştiren kapsamlı bir kavram olarak işlemediğini ortaya koymuştur. Bunun yerine, ortak ülkelerde bilinçli farkındalık ve sanat terapisi ayrı metodolojiler olarak kullanılmaktadır. Güney Kıbrıs'ta sanat terapisi popüler bir yaklaşım olarak öne çıkmaktadır. Vaka çalışmalarından yalnızca bir tanesi bilinçli farkındalığı sanat terapisi ile birlikte entegre etmeyi amaçlamıştır. İspanya'da, bilinçli farkındalık popüler bir yaklaşım olarak öne çıkmaktadır. İspanya'daki 3. vaka çalışmasında MBAT ilkeleri sunulmasına rağmen, yaklaşım için 'MBAT' terminolojisi kullanılmamıştır. Bu nedenle, İspanya'da MBAT'nin var olabileceği, ancak bireylerin 'MBAT' terminolojisini kullanmadıkları sonucuna varabiliriz. Danimarka'da, hem genç hem de yaşlı nüfus için farkındalık temelli stres azaltma (MBSR) kullanımına rastlayabiliriz. Ancak, MBAT Danimarka'da henüz popüler bir yaklaşım değildir.Litvanya'da farkındalık teknikleri ve sanat terapisi teknikleri ayrı yaklaşımlar olarak kullanılmaktadır. Katılımcı ülkelerin çoğuna benzer şekilde, Litvanya'da da bilinçli farkındalık ve sanat terapisinin birleşik bir yaklaşımı olarak MBAT bulunmamaktadır. Bunun yanı sıra Litvanya'da MBSR kullanımına rastlamaktayız.Türkiye'de sanat terapisi popüler bir yaklaşımdır. MBAT, Türkiye'deki rehabilitasyon hizmetlerine entegre edilmesine yönelik devam eden niyetlere rağmen tam olarak geliştirilmemiştir. MBAT'nin geliştirilmesine yönelik bu girişim, bedensel hareketleri (örneğin dans hareketleri) sanat araçlarıyla bütünleştirmeyi amaçlayan Türkiye'deki 2. vaka çalışmasında görülebilir. Polonya'da sanat terapisi terapistler arasında yaygın bir yaklaşım olarak kullanılmaktadır. Sanat terapilerinin bile kapsamı sınırlıdır ve MBAT Polonya'da pek bilinmemektedir. Özetlemek gerekirse, ortak ülkelerde en yaygın kullanılan yöntemler aşağıda sıralanmıştır:Sanat terapisi Farkındalık MBSR",
            "imgUrl": null
        }
    ],
    "hasQuiz" : false
}