{
    "id": 1,
    "title": "Field Research",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/407189/920943"
    },
    "contents": [
        {
            "id": 1,
            "description": "Ortak ülkelerde yapılan derinlemesine araştırma, ortak ülkelerde MBAT'nin mevcut durumuna ilişkin önemli bilgiler ortaya koymuştur.Güney Kıbrıs'ta, Laury Rapport tarafından önerilen tanım ve ilkeye dayalı olarak MBAT kullanılmamaktadır. Sanat terapisi kullanılmaktadır ancak kapsamı sınırlıdır. Güney Kıbrıs raporuna göre, MBAT kullanımı, nasıl uygulanacağına dair rehberlik içeren bir uygulama oluşturularak desteklenebilir. Bunu yapmak daha az imkana sahip olanlara fayda sağlayabilir. Güney Kıbrıs'ta MBAT için daha fazla araştırmaya ihtiyaç vardır. İspanya'da sadece özel kurumlar MBAT eğitimi vermektedir. MBAT eğitimi uzun ve pahalıdır, bu nedenle eğitim alma fırsatları sınırlıdır. İspanya ayrıca COVID-19 salgınından sonra MBAT almak için özel klinikleri ziyaret eden genç ve yaşlıların sayısında bir artışla karşı karşıyadır. Danimarka'da da MBAT, Laury Rapport tarafından önerilen tanım ve ilkeler doğrultusunda kullanılmamaktadır. Farkındalık bir tedavi seçeneği olarak kullanılmaktadır ancak standartların belirlenmesi için hala zamana ihtiyaç vardır. Sanat terapisi de bilinçli farkındalıktan bağımsız bir yöntem olarak kullanılmaktadır. Güney Kıbrıs gibi Danimarka da MBAT için rehberlik içeren bir uygulamanın kullanılmasını önermiştir. MBAT uygulamaları, daha az imkâna sahip kişilerin erişebileceği kapsayıcı bir şekilde düzenlenmelidir. Litvanya'da MBAT ile ilgili durum istikrarsızdır. İspanya gibi, sadece özel kurumlar MBAT sunmaktadır. Güney Kıbrıs ve Danimarka gibi Litvanya da temel BT becerileri gerektiren bir uygulamanın kullanılmasını teklif etmiştir. Litvanya'da MBAT alanındaki araştırma ihtiyaçları da vurgulanmaktadır. Diğer tüm ülkelerde olduğu gibi Türkiye'de de MBAT yaygın olarak kullanılmamaktadır. Diğer ülkelerden farklı olarak Türkiye, terapilerde yüz yüze etkileşimin önemini vurgulayarak dijital araçların dikkatli kullanılmasını önermiştir. Türkiye, MBAT'ın daha görünür olmasının, daha az imkana sahip olanların erişimini kolaylaştırabileceğini öne sürmüştür. Ve diğer ülkelerle uyumlu olarak Türkiye, MBAT kullanımı hakkında daha fazla araştırma yapılmasını önermiştir. Polonya'da da MBAT yaygın olarak kullanılmamaktadır (diğer ülkelere benzer şekilde). Sanat terapisi ve mesleki terapiler 65 yaş üstü hastalar için popüler yaklaşımlar olarak öne çıkmaktadır. Ülkelerin çoğuna paralel olarak Polonya da akıllı telefonlar için uygulamalar geliştirmenin gerekliliğini ortaya koymuştur. Polonya ayrıca MBAT için eğitim fırsatlarının ve araştırmaların eksikliğinden de bahsetmiştir. Özetle, ortak ülkelerin raporlarından MBAT'ın yaygın bir yöntem olmadığı ve uygulandığında da (Laury Rapport tarafından sağlanan tanıma kıyasla) farklı tanım ve ilkelerle kullanıldığı açıktır. Bu durum, MBAT ile ilgili net bir tanımın yapılması ihtiyacının ortaya çıktığını vurgulamaktadır. MBAT uygulamalarını sadece özel kuruluşlar sağladığı için MBAT'a erişimin (mevcut olduğunda) sınırlı olduğu da açıktır. Hükümetler arasında farkındalık yaratmak ve MBAT ile ilgili uygulamalara ücretsiz erişim fırsatlarını tetiklemek çok önemli görünmektedir. Akıllı telefonlar için uygulamaların oluşturulması, özellikle ulaşım engelleri yaşayan yaşlılar için MBAT'a ücretsiz erişim sağlayabilir. Son olarak, ilgili ülkelerde MBAT ve yaşlılar için MBAT hakkında daha fazla araştırma yapılması gerekmektedir.",
            "imgUrl": null
        }
    ],
    "hasQuiz": false
}