{
    "id": 7,
    "title": "Adaptation of Laury Rappaport MBAT approach",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/407189/920949"
    },"contents": [
        {
            "id": 30,
            "description": "Jak można rozumieć uważność i kreatywne formy ekspresji w połączeniu opartym na opisie terapii sztuką opartej na uważności (MBAT) Laury Rappaport i jak takie podejście może przyczynić się do poprawy jakości życia osób starszych?Arteterapia oparta na uważności (MBAT) to stosunkowo nowe podejście, które zostało wprowadzone przez psychologa i autora Laury'ego Rappaporta w 2009 roku w książce 'Mindfulness and the Arts Therapies' (Rappaport, 2014).Arteterapia oparta na uważności (MBAT) wywodzi się z innych, bardziej znanych podejść i musi być rozumiana jako połączenie treningu uważności i arteterapii. Aby zrozumieć MBAT, musimy najpierw zrozumieć elementy tego podejścia.Koncepcja uważności wywodzi się z buddyzmu. W uważności kładzie się nacisk na świadomość fizycznych doświadczeń w ciele, emocji i uwagi. Częścią bycia uważnym jest zdolność do bycia świadomym siebie i swojego otoczenia oraz zdolność do refleksji nad swoim codziennym życiem i doświadczeniami, które masz w danej chwili (Rappaport, 2014).XX wieku arteterapia zaczęła zyskiwać popularność jako metoda zarówno psychoterapii, jak i podejścia do terapii. Istnieją jednak przykłady kreatywnych form ekspresji, które były ważne dla użytkowników psychiatrii już w XX wieku.",
            "imgUrl": "https://resmim.net/cdn/2024/02/21/Zc1Bok.png"
        },
        {
            "id": 31,
            "description": "Istnieją różnice w podejściach, w których sztuka jest częścią leczenia. Na przykład, gdy mówimy o sztuce jako części psychoterapii. W tym przypadku psychoterapeuta analizuje i interpretuje sztukę stworzoną przez pacjenta i w ten sposób uzyskuje wgląd w wyzwania psychologiczne pacjenta. W innych podejściach sztuka będzie wykorzystywana jako część terapii. Tutaj klient wyrazi siebie poprzez sztukę, uwolni emocje i być może będzie mógł się zidentyfikować. To ostatnie podejście należy rozumieć jako część MBAT.Innym podejściem opartym na uważności, na którym opiera się MBAT, jest redukcja stresu oparta na uważności (MBSR). Dr Jon Kabat-Zinn, badacz, autor i nauczyciel medytacji, opracował w 1979 roku światowej sławy program redukcji stresu oparty na uważności (MBSR), który stworzył zupełnie nową dziedzinę w medycynie i psychologii. Pracuje nad szerzeniem świadomości uważności w naukach medycznych i społeczeństwie. Jest założycielem i byłym dyrektorem The Stress Reduction Clinic oraz Center for Mindfulness in Medicine, Health Care and Society na University of Massachusetts Medical School oraz emerytowanym profesorem medycyny. Prowadzi wykłady i warsztaty z zakresu mindfulness na całym świecie. MBSR to podejście, które składa się z różnych rodzajów uważności; medytacji siedzącej, medytacji chodzącej, skanowania ciała i łagodnej jogi, a także refleksji. MBSR to model, który obejmuje pracę domową, element dydaktyczny, dzielenie się i medytację miłości. MBSR to podejście, w którym ćwiczy się zrozumienie własnego wnętrza i własnych emocji, a tym samym pomaga się spojrzeć na siebie ze świadomą obecnością, uwagą i większą akceptacją. (s. 30, Rappaport, 2014), Kabat-Zinn, J. (1994), (Kabat-Zinn, J. (2008), Kabat-Zinn, J. (2016).",
            "imgUrl": null
        },
        {
            "id": 32,
            "description": "MBAT to terapia będąca połączeniem podejścia mindfulness i arteterapii opisanej przez Laury Rappaport. Podejście to łączy w sobie ideę uważności poprzez kreatywne działania, w których zanurzasz się w twórczym procesie tworzenia ekspresji artystycznych, a tym samym uważnie eksplorujesz siebie.Wciąż brakuje dowodów opartych na badaniach w odniesieniu do MBAT, ale podejście to zyskuje uznanie jako narzędzie do poprawy objawów, takich jak lęk, nadużycia, depresja i stres oraz jako ulga od niepokojących myśli i tym podobnych. MBAT ma również pozytywny wpływ na choroby fizyczne, takie jak przewlekły ból i rak. Można zauważyć, że pacjenci stosujący to podejście doświadczają między innymi poprawy jakości życia. Arteterapia oparta na uważności pomaga ludziom wyrażać uczucia poprzez procesy twórcze i 'odpuszczać'. Jednocześnie można zauważyć, że poprawia się uwaga i świadomość, a także wzrasta samoocena i samoakceptacja (Van Lith, T., 2021).",
            "imgUrl": null
        },
        {
            "id": 33,
            "description": "Arteterapia oparta na uważności opiera się na 'arteterapii zorientowanej na skupienie', jak sama nazwa wskazuje, jest to 'skupienie', a zmiana skupienia podczas procesu twórczego jest częścią tego procesu. Terapia skoncentrowana na skupieniu wzmacnia myśli, uczucia i doświadczenia klienta. W tym przypadku terapeuta i klient będą uczestniczyć w leczeniu we współpracy, koncentrując się na doświadczeniach klienta. Podejście to tworzy bezpieczne i wspierające środowisko, w którym trudne problemy i uporczywe przeszkody na drodze do zmiany mogą być otwarcie badane. Dzięki terapii skoncentrowanej na skupieniu, klienci często doświadczają zwiększonej świadomości, wrażliwości i empatii wobec samych siebie. Terapeuta bada bezpośrednio odczuwane doświadczenie danej osoby; to, co klient odczuwa cieleśnie. Terapeuta głęboko słucha klienta. Kiedy klient może dokładnie opisać to, co czuje, to uczucie w ciele często zostanie uwolnione, być może tylko trochę. Każde uwolnienie cielesne jest wskaźnikiem prawdziwej zmiany. Laury Rappaport nauczała Terapii Zorientowanej na Fokus (FOT) i Terapii Zorientowanej na Fokus (FOAT) przez ponad 30 lat. Pomogła stworzyć FOAT i jest autorką książki 'Focusing-Oriented Art Therapy'. Ponieważ FOAT odbywa się w interakcji między terapeutą a klientem, gdzie terapeuta chce wytworzyć doświadczane przez klienta emocje, FOAT wymaga obecności terapeuty podczas leczenia. Podczas pandemii lub z innych powodów, które izolują ludzi w domu i gdzie nie jest możliwe spotkanie z terapeutą, takie podejście nie będzie możliwe. W takim przypadku warto przyjrzeć się MBAT, którego jedną z zalet jest między innymi to, że nie wymaga obecności nikogo innego niż dana osoba. (Rozdział 14, Rappaport, 2014),(Rappaport, L., 2009), (IAFOTs, 2023)            ",
            "imgUrl": null
        }

        
    ],
    "hasQuiz": false
}