{
    "id": 9,
    "title": "Circular economy, eco-friendly approach in MBAT",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/407189/920949"
    },"contents": [
        {
            "id": 38,
            "description": "Stosując gospodarkę o obiegu zamkniętym i ekologiczne podejście w MBAT, koncentrujemy się na wykorzystaniu zrównoważonych i nietoksycznych materiałów do tworzenia sztuki, promowaniu recyklingu i ponownego wykorzystania materiałów artystycznych oraz zmniejszaniu ilości odpadów w procesie terapeutycznym. Takie podejście jest nie tylko przyjazne dla środowiska, ale także promuje głębsze połączenie z naturą i wspiera dobre samopoczucie klientów.",
            "imgUrl": null
        },
        {
            "id": 39,
            "description": "Niektóre sposoby zastosowania gospodarki o obiegu zamkniętym i ekologicznego podejścia w MBAT mogą obejmować:Używanie naturalnych i zrównoważonych materiałów do tworzenia sztuki, takich jak papier z recyklingu, włókna naturalne lub nietoksyczne farby i markeryZachęcanie klientów do ponownego wykorzystania materiałów artystycznych, takich jak skrawki papieru lub tkanin do tworzenia kolaży lub włączanie znalezionych przedmiotów do dziełWłączenie działań i materiałów opartych na naturze, takich jak tworzenie sztuki z naturalnych materiałów, takich jak liście, kwiaty lub kamienieEdukowanie klientów na temat wpływu ich materiałów artystycznych na środowisko i promowanie zrównoważonych praktyk, takich jak prawidłowe usuwanie niebezpiecznych odpadów lub ograniczanie jednorazowych tworzyw sztucznych w procesie tworzenia sztukiUp: Upcykling polega na przekształcaniu materiałów odpadowych w nowe, użyteczne produkty. W MBAT upcykling może być stosowany poprzez wykorzystanie wyrzuconych lub niechcianych materiałów w procesie tworzenia sztuki. Na przykład stare czasopisma lub gazety mogą być używane do tworzenia kolaży, a wyrzucone drewno może zostać przekształcone w rzeźbę.",
            "imgUrl": null
        },
        {
            "id": 40,
            "description": "Świadoma Uważna konsumpcja polega na byciu świadomym wpływu naszych wyborów na środowisko i dokonywaniu zrównoważonych wyborów tam, gdzie to możliwe. W MBAT można to zastosować, zachęcając klientów do korzystania z nietoksycznych i przyjaznych dla środowiska materiałów artystycznych, takich jak farby na bazie wody, kredki na bazie soi lub papier z recyklingu.Red W MBAT redukcja odpadów może być stosowana poprzez zachęcanie klientów do oszczędnego korzystania z materiałów i zmiany ich przeznaczenia lub ponownego wykorzystania, gdy tylko jest to możliwe. Na przykład, klienci mogą być zachęcani do używania obu stron kartki papieru lub zachowywania skrawków papieru do przyszłych projektów artystycznych.Połączenie z nat Uważność i tworzenie sztuki mogą promować głębsze połączenie z naturą. W MBAT można to zastosować poprzez włączenie działań i materiałów opartych na naturze, takich jak tworzenie sztuki z naturalnych materiałów, takich jak liście, kwiaty lub kamienie.Wspólne tworzenie Wspólne tworzenie sztuki to podejście polegające na tworzeniu sztuki w grupie. W MBAT podejście to może być stosowane poprzez zachęcanie klientów do wspólnej pracy nad projektami artystycznymi z wykorzystaniem zrównoważonych materiałów. Wspólne tworzenie sztuki może nie tylko promować poczucie wspólnoty i więzi, ale także zmniejszać ilość odpadów poprzez dzielenie się materiałami artystycznymi i zmianę przeznaczenia lub ponowne wykorzystanie materiałów.",
            "imgUrl": null
        },
        {
            "id": 41,
            "description": "Zrównoważone miejsce pracy: Tworzenie zrównoważonej przestrzeni do pracy polega na stosowaniu przyjaznych dla środowiska materiałów i praktyk w celu zmniejszenia wpływu środowiska terapeutycznego na środowisko. W MBAT można to osiągnąć poprzez zastosowanie energooszczędnego oświetlenia, pojemników do recyklingu i nietoksycznych środków czyszczących.Świadomość Włączenie świadomości ekologicznej do MBAT może obejmować edukowanie klientów w kwestiach środowiskowych i promowanie zrównoważonych praktyk. Może to obejmować omawianie wpływu odpadów i zanieczyszczeń na środowisko oraz promowanie zrównoważonych zachowań, takich jak ograniczenie jednorazowych tworzyw sztucznych lub wybór produktów przyjaznych dla środowiska.Świad Świadoma utylizacja polega na prawidłowym pozbywaniu się materiałów artystycznych i odpadów w celu zmniejszenia wpływu na środowisko. W MBAT można to zastosować, zachęcając klientów do właściwego usuwania niebezpiecznych odpadów, takich jak farby olejne, oraz do recyklingu lub ponownego wykorzystania materiałów, gdy tylko jest to możliwe.",
            "imgUrl": null
        },
        {
            "id": 42,
            "description": "Zastosowanie gospodarki o obiegu zamkniętym i ekologicznego podejścia w MBAT można dostosować do wyjątkowych potrzeb i możliwości seniorów. Oto kilka sposobów na włączenie tych zasad do MBAT z seniorami:Używanie naturalnych i zrównoważonych materiałów. Seniorzy mogą być zachęcani do korzystania z naturalnych i zrównoważonych materiałów w swojej twórczości. Przykładem może być wykorzystanie papieru z recyklingu lub naturalnych włókien do projektów tkackich. Korzystanie z nietoksycznych i przyjaznych dla środowiska materiałów może być również ważne dla seniorów, którzy mogą mieć problemy zdrowotne.Zmiana przeznaczenia i ponowne wykorzystanie materiałów. Seniorzy mogą być zachęcani do zmiany przeznaczenia i ponownego wykorzystania materiałów w swoich projektach artystycznych. Na przykład stare ubrania lub tkaniny można wykorzystać do stworzenia kołdry lub kolażu. Seniorzy mogą być również zachęcani do ponownego wykorzystania materiałów takich jak papier lub karton w swoich projektach, aby zmniejszyć ilość odpadów.Włączenie aktywności opartych na naturze. Seniorzy mogą być zachęcani do angażowania się w działania oparte na naturze, takie jak rysowanie lub malowanie krajobrazów, tworzenie kolaży przyrodniczych lub wykorzystywanie naturalnych materiałów, takich jak liście i kwiaty w swoich projektach artystycznych.Świadoma konsumpcja. Seniorzy mogą być zachęcani do dokonywania zrównoważonych wyborów materiałów do tworzenia sztuki. Na przykład, używając papieru z recyklingu zamiast nowego papieru lub używając naturalnych barwników zamiast syntetycznych.",
            "imgUrl": "https://resmim.net/cdn/2024/02/21/Zc1bSi.png"
        }
    ],
    "hasQuiz" : false
}