{
    "id": 6,
    "title": "Introduction of Laury Rappaport MBAT",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/407189/920949"
    },"contents": [
        {
            "id": 26,
            "description": "Laury Rappaport - PhD, ATR-BC jest profesorem nadzwyczajnym na Uniwersytecie Notre Dame de Namur w Kalifornii (USA) i od ponad 25 lat uczy terapii sztukami ekspresyjnymi. Jest licencjonowanym doradcą zdrowia psychicznego i licencjonowanym terapeutą rodzinnym w Massachusetts, certyfikowanym terapeutą sztuki w American Art Therapy Association oraz certyfikowanym trenerem focusingu w The Focusing Institute. Jest pionierką w tworzeniu Terapii Artystycznej Zorientowanej na Skupienie i Terapii Ekspresyjnej Zorientowanej na Skupienie.            ",
            "imgUrl": null
        },{
            "id": 27,
            "description": "Wszyscy słyszeliśmy o arteterapii i uważności oraz o tym, jak przyczyniają się one do procesu terapeutycznego, ale czy wiesz o arteterapii opartej na uważności? MBAT to stosunkowo nowe podejście do terapii, które integruje arteterapię i techniki uważności, aby pomóc w leczeniu. Uważność to praktyka uzyskiwania samoświadomości emocji, doznań i myśli. Kiedy jesteś świadomy swoich myśli i uczuć, zyskujesz zwiększone poczucie samoświadomości i zdolność do refleksji nad chwilą obecną w życiu.Terapia sztuką została zaadaptowana jako forma leczenia w latach 40. ubiegłego wieku. To podejście terapeutyczne wymaga od osoby tworzenia sztuki jako sposobu na wyrażenie swoich myśli i uwolnienie emocji. W niektórych przypadkach psycholog analizuje sztukę, aby uzyskać wgląd w psychikę danej osoby i jej problemy psychologiczne. Połączenie teorii mindfulness z praktyczną stroną arteterapii daje w rezultacie technikę terapeutyczną zwaną arteterapią opartą na mindfulness. Ta koncepcja terapii została po raz pierwszy wprowadzona w 2009 roku przez psycholog Laury Rappaport i zachęca osobę do świadomego angażowania się w kreatywność.",
            "imgUrl": null
        },
        {
            "id": 28,
            "description": "W ramach naszego projektu MBAT for Seniors podejście to jest wykorzystywane do generowania korzyści dla seniorów i jest postrzegane jako bogate źródło, które może inspirować i odmładzać wszystkich klinicystów i nauczycieli.Korzyści z arteterapii opartej na uważności mogą być następujące:zwiększona wytrzymałość psychiczna.zwiększona jakość życiazwiększa spokój i koncentracjęzmniejszenie tłumienia myśli podczas stresuzwiększone zaufanie do siebie i intuicjazwiększona samoświadomość, zwłaszcza świadomość emocjonalnazwiększone poczucie kontrolizwiększona samoocenalepsza zdolność do wyrażania uczućlepsza koncentracja uwagiOsoby z następującymi zaburzeniami i problemami mogą odnieść korzyści z terapii opartej na uważności: zaburzenia lękowe, zaburzenia odżywiania, nadużywanie substancji, depresja lub zaburzenia depresyjne, stres i gniew.MBAT koncentruje się głównie na redukcji stresu i poprawie jakości życia.",
            "imgUrl": null
        }
        
    ],
    "hasQuiz" : false
}