{
    "id": 3,
    "title": "Legal Framework",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/407189/920943"
    },
    "contents": [
        {
            "id": 3,
            "description": "Na Cyprze Komisja Zdrowia Psychicznego działająca przy rządzie (Ministerstwo Zdrowia) jest odpowiedzialna za prawo dotyczące zdrowia psychicznego. Przepisy dotyczące świadczenia usług w zakresie zdrowia psychicznego dla pacjentów wymagają poprawy, ponieważ ludzie mogą z łatwością nazywać się psychologami. W przypadku zaburzeń zdrowia psychicznego rząd oferuje pacjentom bezpłatne terapie psychologiczne. Niestety na Cyprze nie istnieją żadne przepisy dotyczące wdrażania MBAT.W Hiszpanii rząd (tj. ustawa o zdrowiu psychicznym) jest odpowiedzialny za prawo dotyczące zdrowia psychicznego, a administratorzy zdrowia publicznego zapewniają klientom usługi w zakresie zdrowia psychicznego. Poziom finansowania przypisany do budżetu Mental Health Economics European Network jest niski w porównaniu z innymi krajami UE. Nie istnieją żadne szczególne przepisy dotyczące wdrażania MBAT w Hiszpanii. W Danii rząd jest odpowiedzialny za zdrowie psychiczne, a psychiatrzy, psychologowie, psychoterapeuci, przeszkoleni w zakresie mindfulness, terapeuci zawodowi, pielęgniarki, specjalnie przeszkoleni fizjoterapeuci, pedagodzy społeczni, specjalnie przeszkoleni pedagodzy itp. mogą świadczyć usługi w zakresie zdrowia psychicznego klientom. Ubezpieczenie zdrowotne zapewnia dotacje na leczenie psychologiczne w oparciu o określone kryteria. Jeśli chodzi o wdrażanie MBAT, nie istnieją żadne przepisy. Na Litwie ministerstwo zdrowia jest odpowiedzialne za prawo dotyczące zdrowia psychicznego. Specjaliści, w tym psychologowie, psychiatrzy i psychoterapeuci, są odpowiedzialni za świadczenie usług w zakresie zdrowia psychicznego klientom. Ubezpieczenie zdrowotne pokrywa część kosztów usług, ale klienci nadal muszą pokrywać je z własnych środków, jeśli nie spełniają kryteriów.  Niestety, nie ma bezpośrednich przepisów dotyczących wdrażania MBAT na Litwie, a w przyszłości obecne przepisy dotyczące terapii i arteterapii powinny zostać zredagowane. W Turcji za zdrowie psychiczne odpowiada Ministerstwo Zdrowia. Głównie psychiatrzy są odpowiedzialni za świadczenie usług w zakresie zdrowia psychicznego dla klientów. Ministerstwo Zdrowia zajmuje się pilnym leczeniem osób z zaburzeniami psychicznymi. Nie ma przepisów dotyczących wdrażania MBAT w Turcji. W Polsce instytucje rządowe są odpowiedzialne za prawo psychiatryczne. Usługi w zakresie zdrowia psychicznego świadczą głównie psychiatrzy. Leczenie jest bezpłatne dla pacjentów z zaburzeniami psychicznymi. Nie istnieją żadne przepisy dotyczące wdrażania MBAT w Polsce. Podsumowując, rządowe sektory zdrowia psychicznego określają prawo dotyczące zdrowia psychicznego w poszczególnych krajach. Większość przepisów uznaje psychiatrów, psychologów i psychoterapeutów za osoby odpowiedzialne, które mogą świadczyć usługi w zakresie zdrowia psychicznego. Usługi w zakresie zdrowia psychicznego są bezpłatne w krajach partnerskich, jednak różni się to w zależności od konkretnych kryteriów. We wszystkich krajach nie ma przepisów dotyczących wdrażania MBAT. ",
            "imgUrl": null
        }
    ],
    "hasQuiz":false
}