{
    "id": 4,
    "title": "Manual Mindfulness Based Art Techniques in project partner countries",
    
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/407189/920949"
    },
    "contents": [
        {
            "id": 4,
            "description": "Przed stworzeniem aktualnych materiałów edukacyjnych, partnerzy projektu postanowili przeprowadzić analizę potrzeb. Ponieważ wszystkie kraje uczestniczące w projekcie priorytetowo traktują jakość i możliwość zastosowania produktów intelektualnych projektu, badania oparto na metodzie dyskusji w grupach fokusowych z nauczycielami osób dorosłych, którzy specjalizują się w pracy z seniorami.Badanie zostało przeprowadzone we wszystkich krajach partnerskich projektu od lata 2022 r. do końca 2022 r. Celem badania było określenie najczęstszych problemów ze zdrowiem psychicznym wśród seniorów w kontekście pandemii COVID-19. Dodatkowym celem było zidentyfikowanie potrzeb i preferencji seniorów i edukatorów dorosłych w zakresie rozwoju aplikacji mobilnej na Androida w celu zmniejszenia stresu poprzez praktyki uważności i arteterapię.Instrument badawczy został opracowany w porozumieniu ze wszystkimi partnerami projektu przed przeprowadzeniem badania. Pytania koncentrowały się na odkrywaniu problemów ze zdrowiem psychicznym, identyfikowaniu ich przyczyn, określaniu znajomości edukacji mindfulness i arteterapii wśród dorosłych edukatorów i seniorów oraz badaniu technik, które wykorzystują w swojej pracy. Ankieta zawierała również pytania dotyczące umiejętności informatycznych seniorów, częstotliwości korzystania z aplikacji mobilnych i ogólnej umiejętności korzystania z narzędzi cyfrowych.",
            "imgUrl": null
        },
        {
            "id": 5,
            "description": "W badaniu wzięli udział specjaliści z różnych dziedzin, w tym pracownicy socjalni, pracownicy medyczni, specjaliści ds. zatrudnienia, psychologowie, arteterapeuci i inni. Łącznie przeprowadzono wywiady z 33 specjalistami w sześciu krajach partnerskich projektu (Litwa, Cypr, Dania, Hiszpania, Turcja, Polska). Pomimo dużej różnorodności praktyk i doświadczeń w każdym kraju, nie stwierdzono znaczących różnic w odpowiedziach.Badacze ERCC i uczestnicy wywiadów (Litwa, Nida, 2022)Dane zostały przeanalizowane przy użyciu metody analizy tematycznej, która polega na czytaniu danych i identyfikowaniu wzorców w znaczeniu w celu znalezienia tematów. Z wyników wyłoniło się pięć głównych tematów: problemy psychologiczne, przyczyny problemów psychologicznych, praktyki radzenia sobie ze stresem i innymi problemami psychologicznymi, wyzwania i możliwości w stosowaniu arteterapii opartej na uważności oraz specyfikacje opracowywanej aplikacji.",
            "imgUrl": null
        },
        {
            "id": 6,
            "description": "Jeśli chodzi o najczęstsze problemy ze zdrowiem psychicznym napotykane przez seniorów w kontekście pandemii COVID-19, wymieniono: lęk, agresję, złość, irytację, samotność, smutek, strach i poczucie niepewności. Często wymieniano bezsenność, stres i obniżony nastrój.Uczestnicy badania zostali zapytani o przyczyny tych problemów. Wymienione problemy zostały pogrupowane w odpowiednie podgrupy: kwestie finansowe (brak pieniędzy, wysokie ceny), kwestie zdrowotne (demencja, problemy fizyczne związane ze starzeniem się), wykluczenie (separacja od krewnych, zależność od innych, poczucie zamknięcia), strata (rozwód, utrata współmałżonka i inne) oraz trudności życiowe (strach przed śmiercią, rozpacz z powodu utraty statusu społecznego po przejściu na emeryturę i inne). Należy zauważyć, że podczas rozmów pandemia COVID-19 i choroby, a także groźba zachorowania, nie były podkreślane jako istotne lub powodujące problemy psychologiczne. Biorąc pod uwagę, że badanie zostało przeprowadzone w tym samym roku, co rosyjska inwazja na Ukrainę i początek wojny, strach związany z tymi wydarzeniami stał się bardziej istotnym powodem problemów psychologicznych.Jeśli chodzi o strategie i praktyki radzenia sobie ze stresem i innymi problemami psychologicznymi, uczestnicy badania wymienili kilka metod. Jedną z najczęstszych strategii było poszukiwanie komunikacji. Uczestnicy zauważyli, że kiedy czują się zaniepokojeni lub doświadczają negatywnych emocji, starają się komunikować jak najwięcej. Wspomnieli również o dzieleniu się swoimi uczuciami i emocjami z zaufaną osobą, taką jak lider grupy lub nauczyciel. Niektórzy dorośli nauczyciele otwarcie stwierdzili, że seniorzy często używają środków uspokajających lub innych leków w celu zwalczania stresu. Badanie miało również na celu podkreślenie wyzwań stojących przed edukatorami dorosłych podczas wdrażania arteterapii opartej na uważności i innych praktyk medytacyjnych. Wyzwania finansowe były konsekwentnie wymieniane we wszystkich krajach partnerskich projektu. Podkreślono również brak wiedzy i umiejętności związanych ze stosowaniem arteterapii opartej na uważności, a także brak niezbędnych metodologii. Ponadto odnotowano brak zasobów ludzkich i złożoność warunków pracy podczas pandemii COVID-19, co prowadziło do zwiększonego wypalenia zawodowego wśród specjalistów. Innym aspektem był brak przygotowania seniorów, który obejmował wiele czynników, takich jak niechęć do przyjmowania nowych metodologii, zwłaszcza w dziedzinie IT, problemy zdrowotne seniorów, które utrudniają im swobodne korzystanie z narzędzi informatycznych (np. choroba Parkinsona), ograniczony dostęp do instytucji oferujących arteterapię opartą na uważności, ograniczenia finansowe i niski poziom umiejętności informatycznych. Interesująca odpowiedź nadeszła z Hiszpanii, gdzie uczestnik badania pracujący z seniorami wspomniał o niskim poziomie kulturowym niektórych seniorów, co prowadzi do ich niewiedzy na temat sztuki, terapii, medytacji i podobnych praktyk.",
            "imgUrl": "https://resmim.net/cdn/2024/02/21/Zc0a5o.png"
        },
        {
            "id": 7,
            "description": "Jednym z integralnych celów badania było zidentyfikowanie podstawowych potrzeb seniorów i nauczycieli dorosłych w zakresie aplikacji mobilnej MBAT. Uczestnicy podkreślali potrzebę niezwykle prostej nawigacji, równowagi kolorów, czytelnego rozmiaru liter, instrukcji audio i wideo oraz szerokiego wyboru technik. Inne pomysły obejmowały aplikację posiadającą funkcję nagrywania aktywności, funkcję oceny emocji (test przed techniką) i nie więcej niż siedem kategorii, z których każda zawierała kilka lub więcej technik. Uczestnicy badania wyrazili również chęć, aby aplikacja zawierała materiały edukacyjne na temat metodologii świadomości poprzez arteterapię. W oparciu o te odpowiedzi i zalecenia, aplikacja mobilna MBAT została opracowana zgodnie ze standardami UE (więcej informacji można znaleźć tutaj: Accessibility Fundamentals Overview).Podsumowując, badanie pomogło zidentyfikować podstawowe potrzeby seniorów i edukatorów dorosłych w zakresie opracowania tego podręcznika, platformy e-learningowej i aplikacji mobilnej na Androida. Badanie potwierdziło znaczenie projektu, ponieważ nawet gdy zagrożenie pandemią COVID-19 ustępuje, inne zewnętrzne czynniki wywołujące stres (takie jak wojna na Ukrainie, rosnąca inflacja i stres spowodowany innymi okolicznościami) dodatkowo zachęcają do poszukiwania sposobów na zachowanie spokoju i utrzymanie silnego zdrowia psychicznego.",
            "imgUrl": null
        }
    ],
    "hasQuiz":true
}