{
    "id": 2,
    "title": "Case Studies ",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/407189/920943"
    },
    "contents": [
        {
            "id": 2,
            "description": "Dogłębne badanie studiów przypadku ujawniło, że MBAT nie działa jako kompleksowa koncepcja, która łączy zarówno uważność, jak i arteterapię w tych samych ramach w krajach partnerskich. Zamiast tego uważność i arteterapia są stosowane jako odrębne metodologie w krajach partnerskich. Na Cyprze arteterapia jest popularnym podejściem. Tylko jedno ze studiów przypadku miało na celu zintegrowanie uważności z arteterapią. W Hiszpanii uważność jest popularnym podejściem. Chociaż zasady MBAT zostały przedstawione w hiszpańskim 3rd studium przypadku, nie używają oni terminologii 'MBAT' dla tego podejścia. Dlatego możemy stwierdzić, że MBAT może istnieć w Hiszpanii, ale jednostki nie używają terminologii 'MBAT'. W Danii możemy natknąć się na stosowanie redukcji stresu opartej na uważności (MBSR) zarówno u osób młodych, jak i starszych. Jednak MBAT nie jest jeszcze popularnym podejściem w Danii.Na Litwie techniki uważności i techniki arteterapii są stosowane jako odrębne podejścia. Podobnie jak w większości krajów uczestniczących, na Litwie brakuje MBAT jako połączonego podejścia uważności i arteterapii. Oprócz tego na Litwie możemy spotkać się z wykorzystaniem MBSR.W Turcji arteterapia jest popularnym podejściem. MBAT nie jest w pełni rozwinięta, pomimo ciągłych intencji włączenia jej do usług rehabilitacyjnych w Turcji. Próbę rozwoju MBAT można zaobserwować w 2nd studium przypadku Türkiye, które ma na celu integrację ruchów ciała (tj. ruchów tanecznych) z narzędziami artystycznymi. W Polsce arteterapia jest stosowana jako powszechne podejście wśród terapeutów. Nawet terapie sztuką mają ograniczony zakres, a MBAT nie jest dobrze znana w Polsce. Podsumowując, najczęściej stosowane metody w krajach partnerskich są wymienione poniżej:Terapia sztuką Uważność MBSR",
            "imgUrl": null
        }
    ],
    "hasQuiz" : false
}