{
    "id": 1,
    "title": "Field Research",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/407189/920943"
    },
    "contents": [
        {
            "id": 1,
            "description": "Dogłębne badanie krajów partnerskich ujawniło kluczowe informacje dotyczące obecnej sytuacji MBAT w krajach partnerskich.Na Cyprze MBAT nie jest stosowana w oparciu o definicję i zasady zaproponowane przez Laury Rapport. Stosowana jest arteterapia, ale jej zakres jest ograniczony. Zgodnie z cypryjskim raportem, stosowanie MBAT może być wspierane poprzez stworzenie aplikacji zawierającej wytyczne dotyczące jej stosowania. Może to przynieść korzyści osobom z mniejszymi możliwościami. Na Cyprze potrzebne są dalsze badania nad MBAT. W Hiszpanii tylko prywatne instytucje oferują MBAT. Szkolenie w zakresie MBAT jest długie i kosztowne, więc możliwości uzyskania wykształcenia są ograniczone. Hiszpania boryka się również ze wzrostem liczby młodych i starszych osób odwiedzających prywatne kliniki w celu otrzymania MBAT po wybuchu COVID-19. W Danii MBAT również nie jest stosowana zgodnie z definicją i zasadami zaproponowanymi przez Laury Rapport. Uważność jest stosowana jako opcja leczenia, ale nadal wymaga czasu na określenie standardów. Arteterapia jest również stosowana jako metoda niezależna od uważności. Podobnie jak Cypr, Dania również zaproponowała użycie aplikacji, która zawiera wskazówki dotyczące MBAT. Praktyki MBAT powinny być zorganizowane w sposób integracyjny, aby osoby z mniejszymi możliwościami miały do nich dostęp. Na Litwie sytuacja dotycząca MBAT jest niestabilna. Podobnie jak w Hiszpanii, tylko prywatne instytucje oferują MBAT. Podobnie jak Cypr i Dania, Litwa również oferuje korzystanie z aplikacji, która wymaga podstawowych umiejętności informatycznych. Potrzeby badawcze w obszarze MBAT są również podkreślane na Litwie. W Turcji, podobnie jak we wszystkich innych krajach, MBAT nie jest szeroko stosowana. W przeciwieństwie do innych krajów, Türkiye podkreśliło również znaczenie interakcji twarzą w twarz w terapiach, sugerując tym samym ostrożne korzystanie z narzędzi cyfrowych. Türkiye zaproponowało, że większa widoczność MBAT może ułatwić dostęp do niej osobom o mniejszych możliwościach. Podobnie jak inne kraje, Turcja zasugerowała więcej badań na temat korzystania z MBAT. W Polsce MBAT również nie jest powszechnie stosowana (podobnie jak w innych krajach). Arteterapia i terapia zajęciowa są popularnymi metodami dla pacjentów w wieku powyżej 65 lat. Podobnie jak większość krajów, Polska wskazała również na konieczność opracowania aplikacji na smartfony. Polska wspomniała również o braku możliwości edukacyjnych i badań nad MBAT. Podsumowując, z raportów krajów partnerskich jasno wynika, że MBAT nie jest powszechną metodą, a także, gdy jest stosowana, jest używana z różnymi definicjami i zasadami (w porównaniu z definicją przedstawioną przez Laury Rapport). Podkreśla to pojawiającą się potrzebę stworzenia jasnej definicji MBAT. Oczywiste jest również, że dostęp do MBAT (jeśli jest dostępny) jest ograniczony, ponieważ tylko prywatne organizacje zapewniają praktyki MBAT. Kluczowe wydaje się podniesienie świadomości wśród rządów i uruchomienie możliwości bezpłatnego dostępu do praktyk związanych z MBAT. Tworzenie aplikacji na smartfony może umożliwić bezpłatny dostęp do MBAT, szczególnie dla seniorów, którzy doświadczają również przeszkód transportowych. Wreszcie, w poszczególnych krajach potrzebne są dalsze badania nad MBAT i MBAT dla seniorów.",
            "imgUrl": null
        }
    ],
    "hasQuiz": false
}