[
    {
        "id": 4,
        "title": "Técnicas artísticas manuales basadas en la atención plena en los países socios del proyecto: análisis de necesidades.",
        "pdfUrl": "https://publuu.com/flip-book/407189/920949",
        "contents": [
            {
                "id": 4,
                "description": "Before creating the current learning material, the project partners decided to conduct a needs analysis. Since all the countries participating in the project prioritise the quality and applicability of project intellectual products, the research was based on the focus group discussion method with adult educators who specialize in working with seniors.",
                "imgUrl": null
            },
            {
                "id": 9,
                "description": "One of the integral goals of the study was to identify the basic needs of seniors and adult educators for the MBAT mobile application. The participants emphasized the need for extremely simple navigation, color balance, legible letter size, audio and video instructions, and a wide selection of techniques. Other ideas included the app having a function to record activities, an emotion evaluation feature (pre-technique test), and no more than seven categories, each containing several or more techniques. The study participants also expressed a desire for the app to include educational materials on the methodology of awareness through art therapy. Based on these responses and recommendations, the MBAT mobile application was developed following EU standards (more information can be found here: Accessibility Fundamentals Overview).\nIn conclusion, the study helped identify the basic needs of seniors and adult educators for the development of this manual, e-learning platform, and the Android mobile app. The study confirmed the relevance of the project, as even as the threat of the COVID-19 pandemic subsides, other external stress-causing factors (such as the war in Ukraine, rising inflation, and stress due to other circumstances) further encourage the search for ways to remain calm and maintain strong mental health.\n",
                "imgUrl": null
            },
            {
                "id": 7,
                "description": "The data was analyzed using the thematic analysis method, which involves reading through the data and identifying patterns in the meaning to find themes. Five main themes emerged from the results: psychological problems, causes of psychological problems, practices for managing stress and other psychological problems, challenges and opportunities in applying mindfulness-based art therapy, and specifications of the upcoming app being developed.\nRegarding the most common mental health issues encountered by seniors in the context of the COVID-19 pandemic, the following were listed: anxiety, aggression, anger, annoyance, loneliness, sadness, fear, and a sense of insecurity. Insomnia, stress, and depressed mood were frequently mentioned.\nThe study participants were asked about the reasons behind these issues. The mentioned problems were grouped into corresponding subgroups: financial issues (lack of money, high prices), health issues (dementia, physical problems associated with aging), exclusion (separation from relatives, dependence on others, feeling confined), loss (divorce, loss of a spouse, and others), and life difficulties (fear of death, despair due to loss of social status after retirement, and others). It is important to note that during the conversations, the COVID-19 pandemic and disease, as well as the threat of getting sick, were not highlighted as relevant or causing psychological problems. Given that the research was conducted in the same year as the Russian invasion of Ukraine and the start of the war, fear related to these events became a more relevant reason for psychological issues.\n",
                "imgUrl": null
            },
            {
                "id": 6,
                "description": "The study involved specialists from various fields, including social workers, medical workers, employment specialists, psychologists, art therapists, and others. A total of 33 specialists were interviewed across the six project partner countries (Lithuania, Cyprus, Denmark, Spain, Turkey, Poland). Despite the wide variety of practices and experiences in each country, no significant differences were found in the responses.",
                "imgUrl": "https://resmim.net/cdn/2024/02/21/Zc0a5o.png"
            },
            {
                "id": 5,
                "description": "The study participants were asked about the reasons behind these issues. The mentioned\nproblems were grouped into corresponding subgroups: financial issues (lack of money, high\nprices), health issues (dementia, physical problems associated with aging), exclusion\n(separation from relatives, dependence on others, feeling confined), loss (divorce, loss of a\nspouse, and others), and life difficulties (fear of death, despair due to loss of social status after\nretirement, and others). It is important to note that during the conversations, the COVID-19\npandemic and disease, as well as the threat of getting sick, were not highlighted as relevant or\ncausing psychological problems. Given that the research was conducted in the same year as the\nRussian invasion of Ukraine and the start of the war, fear related to these events became a more\nrelevant reason for psychological issues.\nWhen it comes to coping strategies and practices for managing stress and other psychological\nproblems, the study participants mentioned several methods. One of the most common\nstrategies was seeking communication. Participants noted that when they feel anxious or\nexperience negative emotions, they try to communicate as much as possible. They also\nmentioned sharing their feelings and emotions with a trusted person, such as a group leader or\neducator. Some adult educators openly stated that seniors often use sedatives or other\n\nmedications to combat stress. The study also aimed to highlight the challenges faced by adult\neducators when implementing mindfulness-based art therapy and other meditative practices.\nFinancial challenges were consistently mentioned across all project partner countries. The lack\nof knowledge and skills related to applying mindfulness-based art therapy, as well as the\nabsence of necessary methodologies, were also highlighted. Additionally, the lack of human\nresources and the complexity of working conditions during the COVID-19 pandemic, leading\nto increased professional burnout among specialists, were noted. Another aspect was the\nunpreparedness of seniors, which encompassed multiple factors such as their unwillingness to\nadopt new methodologies, especially in the field of IT, seniors' health problems that hinder their\nability to freely use IT tools (e.g., Parkinson's disease), limited access to institutions offering\nmindfulness-based art therapy, financial constraints, and low levels of IT skills. An interesting\nresponse came from Spain, where a study participant working with seniors mentioned the low\ncultural level of some seniors, leading to their ignorance of art, therapy, meditations, and similar\npractices.",
                "imgUrl": null
            },
            {
                "id": 8,
                "description": "When it comes to coping strategies and practices for managing stress and other psychological problems, the study participants mentioned several methods. One of the most common strategies was seeking communication. Participants noted that when they feel anxious or experience negative emotions, they try to communicate as much as possible. They also mentioned sharing their feelings and emotions with a trusted person, such as a group leader or educator. Some adult educators openly stated that seniors often use sedatives or other medications to combat stress. The study also aimed to highlight the challenges faced by adult educators when implementing mindfulness-based art therapy and other meditative practices. Financial challenges were consistently mentioned across all project partner countries. The lack of knowledge and skills related to applying mindfulness-based art therapy, as well as the absence of necessary methodologies, were also highlighted. Additionally, the lack of human resources and the complexity of working conditions during the COVID-19 pandemic, leading to increased professional burnout among specialists, were noted. Another aspect was the unpreparedness of seniors, which encompassed multiple factors such as their unwillingness to adopt new methodologies, especially in the field of IT, seniors' health problems that hinder their ability to freely use IT tools (e.g., Parkinson's disease), limited access to institutions offering mindfulness-based art therapy, financial constraints, and low levels of IT skills. An interesting response came from Spain, where a study participant working with seniors mentioned the low cultural level of some seniors, leading to their ignorance of art, therapy, meditations, and similar practices.\n",
                "imgUrl": null
            }
        ]
    },
    {
        "id": 5,
        "title": "Terapia artística basada en la práctica de mindfulness (MBAT) para personas mayores",
        "pdfUrl": "https://publuu.com/flip-book/407189/920949",
        "contents": [
            {
                "id": 10,
                "description": "Mindfulness-based art therapy training for the elderly is a program designed for art therapists and health professionals (Demir, 2022). This training focuses on the utilization of mindfulness-based art therapy, a therapeutic approach that enables older individuals to explore their emotions and thoughts through artistic expression.\nThe goal of this training is to provide participants with the knowledge and skills necessary to help older adults enhance their emotional and mental well-being through artistic expression. The training is tailored to address the unique needs of older individuals, emphasizing the importance of respecting their authenticity and life experiences.\nMindfulness-based art therapy training (O’Grady and Wayne, 2007) for the elderly encompasses the principles of mindfulness-based therapy and art therapy methods. Participants are also educated on ethical principles and professional standards relevant to the field.\n",
                "imgUrl": null
            },
            {
                "id": 22,
                "description": "Special situations: Intervention techniques are taught for special situations that may be encountered during art therapy practices, such as trauma, illness, grief.\nThere are various cases in art therapy.  Especially the ailments of elderly and sick people need to be well defined. For example, cancer patients were found to have lower anger control than normal healthy individuals (Durualp and Altay, 2012). It has been observed that cancer patients have lower feelings of insecurity, lack of self-confidence and honesty. In this respect, the technique and topics of art therapies are determined according to the vulnerabilities of the patients. Another vulnerable situation is traumatized individuals. The fact that they are more sensitive than normal individuals, their anxiety levels are high and they do not feel safe are the issues to be considered in therapy. The application of painting therapy to traumatized individuals will be effective in their relaxation.\nAlzheimer patients had a reduced quality of life. In this respect, it is important to apply therapies that increase the quality of life of such patients. With art therapy, it has been observed that dementia patients' sense of self has improved, their socialization skills have increased and their sense of confidence has increased (Chancellor, Duncan, & Chatterjee, 2014).\nClinical internship (if needed): Some training programs include clinical internships. In these internships, experience working with real elderly individuals is gained and practical skills are developed.\nMindfulness-based art therapy training in the elderly is generally designed to teach the basic knowledge and skills of art therapy practices in order to increase the quality of life of the elderly, protect their psychological health and improve their mental well-being.\n",
                "imgUrl": null
            },
            {
                "id": 20,
                "description": "Art therapy practice skills: Practical lessons are given on art therapy practice skills. In these courses, the techniques, materials, application methods and assessment techniques required for working with older people are taught.\nAs mentioned, art therapy techniques are the most effective methods especially for elderly individuals. In this respect, artistic activities such as clay, painting, painting, music, drama, handicrafts and marbling come to the fore in the techniques of art therapy. Art therapy not only contributes to the spiritual healing of patients, but also provides spiritual pleasure to the instructor. Especially art therapy allows the younger generation and the older generation to meet in the presence of trainers in elderly care centres.\nIn an exemplary study by Altan Sarıkaya and Oğuz (2016), it was observed that the elderly who had sleep problems in the elderly care centre had their sleep-in order with music therapy. In this activity, the music technique of art therapy was applied.\n",
                "imgUrl": null
            },
            {
                "id": 12,
                "description": "Although curricula vary from institution to institution, they typically include the following topics (described in this guide):\nMindfulness-based art therapy: What is mindfulness-based art therapy, how is it applied, and for what purposes?\nAdaptation of art therapy based on mindfulness practice\nEffects of art therapy based on mindfulness practice.\nEcology and circular economy in the application of MBAT.\nLikewise, mindfulness-based art therapy training for the elderly can include basic art therapy and psychology topics. Additionally, training programs may include the following topics:\nTopics of mindfulness-based art therapy education in the elderly:\nMindfulness-based art therapy training in the elderly includes basic topics in art therapy and psychology, as well as mindfulness-based art therapy in the elderly. Although training programs differ from institution to institution, they generally include the following topics:\nArt therapy basics: What is art therapy, what are the art therapy techniques, what materials can be used, etc. are the basic information delivered in this part.\n",
                "imgUrl": "https://resmim.net/cdn/2024/02/21/Zc1Ten.png"
            },
            {
                "id": 25,
                "description": "Effective Strategies for One-to-One Communication:\nActive Listening: Demonstrating active listening skills allows educators to understand the unique perspectives and concerns of elderly learners. By attentively listening, paraphrasing, and clarifying, educators can establish trust and mutual understanding.\nEmpathy and Respect: Elderly learners often appreciate educators who show empathy and respect for their experiences and limitations. Cultivating a non-judgmental and supportive attitude helps create a positive and conducive learning environment.\nFlexibility in Instruction: Recognizing the diverse learning needs of elderly individuals, educators should be flexible in their instructional approaches. They should adapt their teaching methods, pace, and content to suit the cognitive abilities and preferences of each learner.\nVisual Aids and Demonstration: Utilizing visual aids, such as charts, diagrams, and models, can enhance understanding and retention of information. Additionally, demonstrating tasks or activities step-by-step provides practical guidance and promotes active engagement.\nConclusion: Teaching elderly individuals with a focus on one-to-one communication from an andragogical perspective offers a valuable approach to enhance their learning experience. By leveraging the principles of andragogy and employing effective one-to-one communication strategies, educators can create a supportive and personalized learning environment. Recognizing the unique needs and characteristics of elderly learners is essential to ensure their continued growth, development, and engagement in the educational process.\nThe number of trainings in this field is also increasing due to the increase in the interest of the elderly in art therapy education, the increase in their quality of life and the decrease in psychological health problems. It is thought that elderly individuals can gain benefits such as expressing themselves, developing their creativity and protecting their psychological health by participating in art therapy training.\n",
                "imgUrl": null
            },
            {
                "id": 24,
                "description": "One-to-one communication facilitates personalized instruction for training elderly people via art therapy:\nTailoring the educational approach (Suh & Kim, 2023) to the specific needs, interests, and learning styles of each elderly learner. It establishes a strong rapport between the educator and the senior, creating a safe and supportive learning environment. Through this close interaction, educators can identify barriers to learning, address individual challenges, and adapt teaching strategies accordingly.\n",
                "imgUrl": null
            },
            {
                "id": 16,
                "description": "Music\nMusic is one of the oldest art therapies. Music, a material of religious belief, is a technique used to drive away evil spirits. It is especially used in the treatment of sleep problems in children. Today, there are music therapy centres in America. Music is used both as a treatment and as an artistic activity. Music is known to be defined as the rhythm that accompanies people's feelings and thoughts. For this purpose, it is an indispensable material of art therapy.\n",
                "imgUrl": null
            },
            {
                "id": 13,
                "description": "1.  \tArt therapy basics: What is art therapy, what are the art therapy techniques, what materials can be used, etc. are the basic information delivered in this part.\nArt therapy allows people to express their psychological feelings. It has positive contributions to the treatment process, especially in the elderly and patients. It contributes to the elimination of the depression of the patients during the treatment process and provides positive energy. Art therapy is stated as an expressive form of therapy using art materials. It is a combination of traditional psychotherapeutic theories and techniques with an understanding of the psychological aspects of the creative process, especially the emotional properties of different art materials. The use of art therapy for medical purposes aims to recall and express various mental depictions in people (Aydın, 2012). Especially in the field of medicine, art therapy is used as a treatment method for the expression of the traumas experienced by patients.\nAccording to McNiff (1981), art has been integrated with human life in the historical adventure and is seen as a meditation tool that responds to and embodies human emotions and relaxes people. The application of art therapy in medicine dates back to ancient civilizations. During the ancient Egyptian empire, mental patients were encouraged to engage in art (Fleshman and Fryrear, 1981); the Greeks applied music and drama techniques for treatment (Gladding, 1992). In the mid-20th century, art became a means of communication and those who could not express their feelings began to communicate using art. \nWhen we look at the techniques of art therapy the most basic technique is painting.\n",
                "imgUrl": null
            },
            {
                "id": 18,
                "description": "Marbling art\nThe art of marbling is known for the unique and impressive patterns created by spreading the colors in water and transferring these colors onto paper in a special way. Each marbling work is unique and original. The artist arranges the drops of ink or paint that fall on the surface of the water in any way they want, using special brushes or combs.\nEbru art has an important place in both traditional and contemporary art worlds and efforts to keep the cultural heritage alive continue. It is also used in different fields such as art, art therapy and meditation. The art of marbling is used for therapeutic purposes in many areas of health.\n",
                "imgUrl": null
            },
            {
                "id": 21,
                "description": "Research and ethics: Ethics in art therapy practices, research methods, data collection and evaluation in practice are discussed. Ethics is a very important issue in art therapy. In this respect, art therapy trainings should be taken from places with certified accreditation approved by ethics committees. When we look at the ethical values published by the American Art Therapy Association-AMERICAN ART THERAPY ASSOCIATION (2013) in summary:\n·         A sense of responsibility; trainers need to be accountable to their clients.\n·         Confidentiality; they professionally protect all information of clients and do not share it with anyone else.\n·         Assessment: therapists apply assessment methods to get to know their clients well.\n·         Artwork of clients; therapists protect clients' artistic products just like information and do not share them.\n·         Exhibiting clients' artwork; legal permissions must be obtained from the owner of the artwork, i.e. the client, in order to exhibit the artwork.\n·         Professional competence and integrity; the therapist must have professional training.\n·         The therapist should be multicultural and competent; they should be able to address all kinds of clients.\n·         Therapists should be role models for students and counselors.\n·         Therapists need to be an example for researchers attending the sessions.\n·         Therapists should have a sense of responsibility towards their colleagues in their professional group.\n·         Therapies need to be financially arranged.\n·         Therapists can engage in appropriate advertising activities for trainings.\n·         In art therapies, clients have the right to freely terminate the therapy if they are not satisfied.\n·         Therapists can use the internet, social media and digital technologies.\nIn summary, the sine qua non of being an art therapist is to act in accordance with ethical rules. First of all, especially the rights of the elderly and patients must be protected. The private situations of the elderly should never be shared with anyone else. However, life-threatening information should be shared professionally with those under the patient's responsibility.\n",
                "imgUrl": null
            },
            {
                "id": 23,
                "description": "Methods\nVarious methods and techniques are used for mindfulness-based art therapy training (Kennerley et al., 2017) in the elderly. These methods and techniques help older people to express themselves, share their emotional experiences and unleash their creativity.\nSome of the methods are given:\nVisual Arts: Elderly individuals can be provided with various materials to deal with visual arts such as painting, drawing and painting. This method helps seniors unleash their creativity and express their emotional expressions through pictures.\nDrama and Theatre: Dealing with drama and theater helps elderly individuals develop their emotional expression skills. It is ensured that the elderly express themselves by playing roles, share their emotional experiences and establish empathy.\nStorytelling: Elderly individuals can be provided to develop their emotional expression skills through storytelling. Seniors can share their emotional expressions by telling their stories, inspired by their lives or experiences.\nMusic: Dealing with music helps elderly individuals develop their emotional expression skills. The elderly are encouraged to express their feelings through activities such as playing an instrument or singing.\nMindfulness Practices: During the mindfulness-based art therapy training of elderly individuals, it is aimed to reduce stress and anxiety by using mindfulness techniques.\nMindfulness-based art therapy (Rappaport, 2014) training in the elderly can be applied with many different techniques and methods in addition to the methods mentioned above. These trainings help elderly individuals to express themselves, reveal their creativity and protect their psychological health.\n",
                "imgUrl": "https://resmim.net/cdn/2024/02/21/Zc13n2.png"
            },
            {
                "id": 14,
                "description": "Painting. \nAlfred Binet first addressed the possibility of using painting, which is the technique of art therapy, for therapeutic purposes in 1890 with his research \"The Interpretation of Pictures\" (Arıcı, 2006). Memories and information remaining in the subconscious are expressed through painting. Painting is the best information retrieval technique. The colour tones and drawings chosen by the patients give the message of what mood they are in. The best example of this technique is the Rorschach test. In 1921, Hermann Rorschach analyzed the mood of people with the Inkblot analysis. In the test, there are 10 cards with ink stains. The person reveals which emotion and thought he/she is in according to these cards (İkiz, 2017). For this purpose, the picture both reflects emotions and thoughts and shows at what stage the person's physical skills are. In this way, it is known which mental behaviour the person is in.\n",
                "imgUrl": null
            },
            {
                "id": 17,
                "description": "Clay-making is a popular part of art therapy. Especially in prehistoric times, people used to meet their basic needs with kitchen utensils made with clay. Recently, clay not only makes life easier but also leads to spiritual relaxation. In this way, the person develops his/her hand skills and finds the opportunity to get rid of his/her negative energy through clay. Contact with clay triggers the emergence of positive or negative emotions in the person.",
                "imgUrl": "https://resmim.net/cdn/2024/02/21/Zc1HUZ.png"
            },
            {
                "id": 19,
                "description": "The aging process: Focuses on the psychological, social and physiological dimensions of the aging process. Topics such as the psychological needs of older people, mental health, and strategies for coping with stress are covered.\nArt therapy brings out a sense of freedom, increases the person's sense of creativity and allows the person to create what they dream of becoming. Art therapy also contributes to self-expression. It allows the person's feelings of self-control to emerge. It acts as a control in situations of depression. It helps the person to calm down (Malchiodi, 2003).\nArt therapy is an important tool in the emergence of forgotten skills, especially in the elderly. It improves the sense of self of the elderly by eliminating the feeling of loneliness (Buchhalter, 2011). Art therapy acts as a bridge in the socialization of people. Especially in collective art therapies, people need to communicate with each other. In this way, individuals are in constant interaction and artistic activities contribute to their socialization. In a study conducted by Turetsky and Hays (2003), it is seen that the elderly are in mourning and stuck in the past because of the loved ones they lost in the past. With art therapy, it was seen that their obsession with the past disappeared and they communicated in daily life.\nArt therapy is solution-oriented when applied in nursing homes, clinics and elderly care centres. By directly contacting the elderly and introducing them to art therapy, it will be seen that their feelings of abandonment disappear. Therefore, art therapy will give people a sense of fulfilment both psychologically, socially and spiritually. Art therapy is one of the most effective ways in which both the educator and the elderly individuals benefit. Kurt (2014) examined the effects of music therapy on the elderly in his research. According to the research, the elderly who experienced feelings of loneliness saw changes in these feelings with music and started to feel safe. With art therapy, the elderly regain the awareness that their lives continue in this world.\n",
                "imgUrl": null
            },
            {
                "id": 15,
                "description": "Collage\nIn collage art therapy, it determines at what stage the person's imagination is. It is called collage when objects such as newspapers, magazines and fabrics are cut in different ways on the ground to make a composition. In collage therapy, products found at home are chosen as materials. Collage therapy is a method used especially for those who do not want to paint and draw.\nCollage\nIn collage art therapy, it determines at what stage the person's imagination is. It is called collage when objects such as newspapers, magazines and fabrics are cut in different ways on the ground to make a composition. In collage therapy, products found at home are chosen as materials. Collage therapy is a method used especially for those who do not want to paint and draw.\n",
                "imgUrl": null
            },
            {
                "id": 11,
                "description": "The training is typically structured interactively, utilizing practical examples and case studies to enhance the learning experience. It also emphasizes the adoption of a professional and ethical approach when working with older individuals.\nEducational programs (Huxtable et al., 2022) can offer training at various levels, each with its own focus. Some courses cover the fundamentals of art therapy and mindfulness-based therapy for the elderly, while others delve into more advanced topics such as planning, implementation, and evaluation of art therapy processes.\nMindfulness-based art therapy training for the elderly encompasses both academic and clinical aspects. Participants learn how to design interventions to enhance the psychological well-being of older individuals using art therapy techniques.\nThe training (Durost, 2011) emphasizes the utilization and benefits of art therapy for the elderly, identifies risk factors affecting the emotional and mental health of older adults, covers the development and implementation of therapeutic processes, and explores methods of evaluating art therapy outcomes.\nMindfulness-based art therapy training for the elderly serves as an opportunity for professional development and raising awareness, ultimately improving the quality of life for older individuals. Health professionals working with older adults can become more creative and effective in their interventions for the psychological and mental health of this population when they understand the benefits of art therapy. Consequently, older individuals can lead healthier, happier, and more fulfilling lives.\n",
                "imgUrl": "https://resmim.net/cdn/2024/02/21/Zc1W5c.png"
            }
        ]
    },
    {
        "id": 6,
        "title": "Presentación de Laury Rappaport MBAT. Descripción de la metodología MBAT ",
        "pdfUrl": "https://publuu.com/flip-book/407189/920949",
        "contents": [
            {
                "id": 26,
                "description": "Laury Rappaport - PhD, ATR-BC is Associate Professor at Notre Dame de Namur University, California, USA, and has been teaching expressive arts therapy for over 25 years. She is a licensed mental health counselor and licensed family therapist in Massachusetts, a board-certified art therapist with the American Art Therapy Association, and a certified focusing trainer with The Focusing Institute. She has pioneered the creation of Focusing-Oriented Art Therapy and Focusing-Oriented Expressive Arts Therapy.",
                "imgUrl": null
            },
            {
                "id": 28,
                "description": "We’ve all heard about art therapy and mindfulness and how they contribute to a therapeutic process, but did you know about mindfulness-based art therapy? MBAT is a relatively new approach to therapy that integrates art therapy and mindfulness techniques to help in healing. Mindfulness is the practice of gaining self-awareness of emotions, sensations, and thoughts. When you’re mindful of your thoughts and feelings, you gain an increased sense of self-awareness and the ability to reflect on your present moment in life.\nArt therapy was adapted as a form of treatment in the 1940s. This therapy approach requires a person to create art as a way to express their thoughts and release their emotions. In some cases, a psychologist analyses the art to gain insight into a person’s psyche and psychological problems. When you combine the theories of mindfulness with the practicality of art therapy, it results in a therapeutic technique called mindfulness-based art therapy. This therapy concept was first introduced in 2009 by psychologist Laury Rappaport and encourages a person to engage in creativity mindfully.\n",
                "imgUrl": null
            },
            {
                "id": 27,
                "description": "MBAT (Mindfulness-Board Academy Treatment; Mindfulness-Based Art Therapy; Mindfulness-Board Art Therapy):\n- It is an approach that incorporates mindfulness practices like meditation and yoga into the practice of art therapy to promote health, wellness and adaptive responses to stress.\n- It is a method that includes meditation and the practice of visual arts to promote health, wellness, and adaptive responses to stress.\n- It is a method based on arts specialists and yoga specialists that cooperate to promote health, wellness, and adaptive responses to stress.\nIn Mindfulness-Based Art Therapy (MBAT) arts play the role of a tool to express arts in cultivating mindful awareness. That is an innovative approach that adds mindfulness to the arts therapies since Laury Rappaport believes that in the arts therapies approaches mindfulness competence is inherent.\nShe teaches Focusing-oriented expressive arts therapy (FOAT) for over 30 years and she is the author of      Mindfulness and the arts therapies: Theory and practice (with two chapters on FOAT). MBAT is a technique that integrates mindfulness with all art therapies and includes cutting-edge contributions from neuroscience since this technique has been established by exploring the theoretical, clinical, and training application. Mindfulness-based art therapy can also be referred to as focus-oriented art therapy. Focus is the keyword in the overall experience of expressing oneself via art.\n",
                "imgUrl": null
            },
            {
                "id": 29,
                "description": "Within our MBAT for Seniors project, the approach is used to generate seniors’ benefits and it is seen as a rich resource that can inspire and rejuvenate all clinicians and educators.\nMindfulness-based art therapy benefits can be:\nImproved psychological strength.\nIncreased quality of life\nIncrease calm and focus\nReduce thought suppression during distress\nImproved self-trust and intuition\nImproved self-awareness, especially emotional awareness\nImproved sense of control\nIncreased self-esteem\nImproved ability to express feelings\nBetter attention span\n\n\nMBAT is an easier-to-do practice and can be done at home. While MBAT is not a substitute for therapy treatment, engaging in MBAT activities along with continuing therapy can help manage daily stress and anxieties.\n\nPeople with the following disorders and issues can benefit from seeking mindfulness-based art therapy: Anxiety disorders, Eating disorders, Substance abuse, Depression or depressive disorders, Stress, and Anger issues.\nMBAT mainly focuses on reducing stress and improving the quality of life.\n",
                "imgUrl": null
            }
        ]
    },
    {
        "id": 7,
        "title": "Adaptación del enfoque MBAT de Laury Rappaport",
        "pdfUrl": "https://publuu.com/flip-book/407189/920949",
        "contents": [
            {
                "id": 30,
                "description": "How can mindfulness and creative forms of expression be understood in a combination based on Laury Rappaport's description of Mindfulness-based art therapy (MBAT) and how can this approach contribute to the quality of life of the elderly?\nMindfulness-based art therapy (MBAT) is a relatively new approach that was introduced by psychologist and author Laury Rappaport back in 2009 in the book \"Mindfulness and the Arts Therapies\" (Rappaport, 2014).\nMindfulness-based art therapy (MBAT) originates from other more well-known approaches and must be understood as a combination of mindfulness training and art therapy. To understand MBAT we must first understand the parts of the approach.\nThe concept of mindfulness originally comes from Buddhism. In mindfulness there is a focus on awareness of physical experiences in the body, emotions, and attention. Part of being mindful is about the ability to be aware of yourself and your surroundings and to be able to reflect on your everyday life and the experiences you have at the moment (Rappaport, 2014)\nBack in the 1940s, art therapy began to become popular as a method for both psychotherapies, but also as an approach to therapy. However, there are examples of creative forms of expression having been important for users of psychiatry back to the 20th century.\nThere are differences in the approaches where art is included as part of the treatment. Ex. we see when talking about art as part of psychotherapy. Here, the psychotherapist will analyze and interpret the art the patient has created and in this way gain insight into the psychological challenges the patient has. In other approaches, art will be used as part of the therapy. Here, the client will express himself through art, let go of emotions and possibly could identify themselves. It is the last-mentioned approach that must be understood as part of MBAT.\nAnother mindfulness approach that MBAT leans on is mindfulness-based stress reduction (MBSR). Jon Kabat-Zinn, PhD, researcher, author and teacher of meditation developed in 1979 the world-renowned program, mindfulness-based stress reduction (MBSR), which has created an entirely new field in medicine and psychology. He works to spread awareness of mindfulness in medical science and in society. He is the founder and former director of The Stress Reduction Clinic and the Center for Mindfulness in Medicine, Health Care and Society at the University of Massachusetts Medical School and professor emeritus of medicine. He teaches, holds lectures and workshops in mindfulness all over the world. MBSR is an approach that consists of different types of mindfulness; sitting meditations, walking meditation, body scan and gentle yoga, as well as reflection. MBSR is a model that includes homework, a didactic element, sharing, and a lovingkindness meditation. MBSR is an approach where one trains understanding of one's own inner self and one's own emotions and is thereby helped to look at oneself with conscious presence, attention and greater acceptance. \n",
                "imgUrl": "https://resmim.net/cdn/2024/02/21/Zc1Bok.png"
            },
            {
                "id": 33,
                "description": "When we want to include art in the mindfulness approach, it is interesting to look at the interviews that have been done so far in the project. I saw that MBAT is already taking place in the homes of the elderly. However, the elderly do not necessarily know that they are practicing MBAT. For example, I spoke to a woman for whom \"creating\" was primarily about the process, \"just being\" eg with her decoupage, or other material and simply seeing where it took her. For others, it was the end goal, sitting with a finished product and the recognition that came with it from the environment. For others, it was a combination of the two. When the creative processes are to be understood in an MBAT approach, then it must be where the process is the decisive factor and not where the finished result is in sight. There will be a danger that you are not mindfully present and attentive when the finished result is what you \"measure yourself against\". In contrast, where you are present and the focus is on, for example, the direct sensation right now and here, then you can talk about MBAT.\nThe interesting thing will also be how we can pass on and create interest in this approach among the elderly. Thus, they can independently influence their experience of quality of life.\nDespite cultural differences and therefore approaches in the six countries participating in this Erasmus project, we want to create a common understanding of and focus on the opportunities that lie in the spread of the MBAT approach.\nBased on the above, we want to help develop and pass on the approach; Mindfulness-based art therapy (MBAT) via effective tools in the form of the MBAT website MBAT4Seniors, the MBAT APP, etc. to and gain experience in improving the mental health of the group of older seniors in the six participating countries from the Erasmus project; Turkey, Poland, Spain, Lithuania, Cyprus and Denmark. (MBAT4seniors, 2023).",
                "imgUrl": null
            },
            {
                "id": 31,
                "description": "MBAT is a therapeutic treatment in a combination of the mindfulness approach and art therapy as described by Laury Rappaport. The approach combines the idea behind mindfulness through creative activities, where you immerse yourself in the creative process of creating artistic expressions and thereby mindfully explore yourself.\nThere is still a lack of research-based evidence in relation to MBAT, but the approach is gaining recognition as a tool for improving symptoms such as; anxiety, abuse, depression and stress and as a relief from worrying thoughts and the like. MBAT is also seen to have a positive effect on physical illnesses such as chronic pain conditions and cancer. Here you can see that patients who use the approach experience an improvement in, among other things, quality of life. Mindfulness-based art therapy helps people to express feelings through creative processes and for people to \"let go\". At the same time, it can be seen that improved attention and awareness are achieved, as well as increased self-esteem and self-acceptance (Van Lith, T., 2021)\nMindfulness-based art therapy leans on \"Focus-oriented art therapy\", as the name says is \"focus\" and changing focus during the creative process is part of the process. Focus-oriented therapy strengthens the client's thoughts, feelings and experiences. Here, therapist and client will participate in the treatment in collaboration, with a focal point in the client's experiences. The approach creates a safe and supportive environment where difficult problems and persistent obstacles to change can be openly explored. Through focus-oriented therapy, clients often experience an increased awareness, sensitivity and empathy towards themselves. It examines what the person's directly felt experience is; what the client feels bodily. The therapist listens deeply to the client. When the client can accurately describe what they feel, this feeling in the body will often be released, perhaps just a little. Each bodily release is an indicator of real change. Laury Rappaport has taught Focus Oriented Therapy (FOT) and Focus Oriented Art Therapy (FOAT) for more than 30 years. She helped establish FOAT and is the author of the book \"Focusing-Oriented Art Therapy\". Since FOAT takes place in interaction between therapist and client, where the therapist wants to produce the client's experienced emotions, FOAT requires that a therapist be present during the treatment. During a pandemic or for other reasons that isolate people at home and where it is therefore not possible to see a therapist, this approach will therefore not be possible. Then it makes sense to look at MBAT, where one of the advantages, among other things, is that it does not require anyone other than the person to be present.\n",
                "imgUrl": null
            },
            {
                "id": 32,
                "description": "One advantage of MBAT is that it does not require therapeutic conversations, but can be practiced on your own at home. Something we saw an increased need for during the covid-19 pandemic. During the pandemic, in the same way as before, it was not possible to meet e.g. your therapist by physical attendance. Furthermore, among other things, the group of older people experienced an increased experience of loneliness. Loneliness arose when people were generally limited in being able to meet others. Both in relation to being able to meet around an activity, but also just being in the company of and socializing with others. Furthermore, many elderly people live alone. (Ældresagen, 2023)\nMBAT cannot replace therapeutic conversations with one's therapist, but MBAT can be seen as a supplement and can also be an economically inexpensive method to support the work of e.g. reducing stress and dealing with psychological difficulties.\nThe MBAT approach is a method to bring more mindfulness into one's life. It can take place in a therapeutic environment, for example at activity centers, but one of the advantages is that it can also take place in the citizens' own homes. It can be once a week, or every day, you can set aside an hour or whatever you want.  Examples of creative activities that can be worked on mindfully, as part of MBAT, could be collecting natural materials in the garden or forest for a creative project, making use of all one's senses along the way; what can I see, feel, listen, smell if possible? taste and let the attention stay with the senses without being judgmental. You simply register the thoughts. If you become aware of judgmental thoughts, simply register this without \"judging yourself\" and without being critical and shift your attention back to the direct sensation.\nAnother example could be to draw a realistic picture of yourself, along the way be accepting towards any \"error\". This can contribute to increased self-acceptance.\nYou can also make a collage with pictures from magazines, advertisements and the like that express your feelings. Examples that support the eco approach we want to have in the project.\nMusic and drama can also be used as part of MBAT, here art can be used to transform emotions and improve the ability to relax.\nAnother creative method could be to draw the outline of one's hands and then fill them with one's experienced emotions. There is no right or wrong way to do this. Some choose to fill in with \"mandala-like\" patterns, others exclusively colors, small drawings of things or words. This is a way to get in touch with your feelings and possibly to be able to share them with others. The exercise just requires a piece of paper and something to color/draw with.\nA more well-known art therapy approach that can be used in an MBAT approach could be to fill in \"mandala\" drawings.\n",
                "imgUrl": null
            }
        ]
    },
    {
        "id": 8,
        "title": "Ventajas, desventajas, problemas de salud en los que el MBAT es útil y otras cosas para el enfoque del MBAT.",
        "pdfUrl": "https://publuu.com/flip-book/407189/920949",
        "contents": [
            {
                "id": 35,
                "description": "Advantages\nThe main benefit of mindfulness-based art therapy (MBAT) is that it offers a practical method for combining artistic expression and mindfulness practice. Mindfulness meditation alone can be a difficult practice, therefore combining it with artistic practices makes it more fun and less challenging. MBAT allows participants to both practice mindfulness and express themselves creatively in various ways. MBAT enables participants to engage in mindfulness practice as well as many forms of creative expression. As a therapeutic technique, MBAT promotes both conscious awareness and creative expression, providing increased insight and self-understanding.\nAnother advantage of mindfulness-based art therapy is that it may be customised to meet personal requirements and preferences. MBAT provides numerous forms of artistic expression because it combines both meditation and art. To express their feelings, thoughts, and experiences, participants can use a variety of tools and techniques, including writing, drawing, painting, sculpture, and even photography. By being flexible enough to accommodate various needs, MBAT gives participants a greater sense of empowerment and control over their creative process. MBAT promotes stress reduction and may promote relaxation in seniors. MBAT encourages relaxation and may help elders reduce stress. It is anticipated that a variety of methods and art-related activities will encourage self-expression and emotional self-processing. The usage of MBAT in groups can encourage engagement and conversation with others while enhancing the participants' social skills.\nCombines artistic expression and mindfulness practice (more fun, less challenging)\nA variety of ways to use it (painting, drawing, dancing, etc.)\nTechniques can be customised to meet personal requirements and preferences\nPromotes stress reduction and relaxation to seniors while encourages self-expression and emotional self-processing.\n",
                "imgUrl": null
            },
            {
                "id": 36,
                "description": "Disadvantages \nDespite the many benefits of mindfulness-based art therapy, there are some potential drawbacks that must be taken into consideration. To begin with, MBAT may not be suitable for everyone, as it requires a certain level of comfort in both mindfulness meditation and self-expression through art. Others may struggle with low creativity. As a result, it might not be helpful for seniors who have trouble participating in art activities or for seniors who have a general lack of interest in the arts. An individual may not completely benefit from MBAT and may even become discouraged if they feel uneasy with any of these procedures.\nDue to a lack of financing and resources, MBAT may also have difficulties being implemented in some contexts, including schools and senior facilities. Participants in MBAT should have access to good quality resources and appropriate environments, which might be expensive or challenging to get. Additionally, it could be challenging for participants to get the full benefits of MBAT in some locations due to the lack of qualified MBAT practitioners.\nMBAT may not be suitable for everyone (e.g. for seniors who have a general lack of interest in the arts)\nRequires access to good quality resources and appropriate environments\nLack of qualified MBAT practitioners\n",
                "imgUrl": null
            },
            {
                "id": 34,
                "description": "Mindfulness-based art therapy (MBAT) is defined as a reflective practice that combines artistic activities with the fundamentals of mindfulness meditation. MBAT encourages self-expression, exploration, and self-awareness through the use of art. Mindfulness-based art therapy has been used for many years in a variety of settings, such as schools, hospitals, mental health clinics, correctional facilities, and residential programs. ",
                "imgUrl": null
            },
            {
                "id": 37,
                "description": "Health problems in which MBAT is helpful\nSome difference between seniors and other individuals is that they are older, more experienced, and often more vulnerable. A lot of seniors have personal problems such as sadness, loneliness, low self-esteem, loss of the death of loved ones and friends, poor memory, children not visiting, ear and vision loss, boredom, etc. \nNumerous mental and physical health conditions can benefit greatly from mindfulness-based art therapy (MBAT). It has been observed that MBAT is particularly helpful in reducing stress, depression, and anxiety. When mindfulness and art are combined, it can help people feel more relaxed and give them a secure outlet for expressing their feelings.\nFor people struggling with trauma, whether it be related to PTSD, physical abuse, or other traumatic situations, MBAT has also been proven to be a very beneficial therapy. With the mindfulness component, the practice also offers a sense of stability and comfort by allowing clients to examine their trauma in a safe way through creative expression.\nSeniors with cancer can also benefit from MBAT since it helps them vent their negative emotions through creative activities, which lowers the physical and emotional side effects of their illness.\nMBAT is also beneficial for people dealing with chronic pain and illness. People with chronic pain may find therapeutic relief through the creative process, which enables them to express their emotions and experiences in fresh and therapeutic ways. Additionally, mindfulness meditation can be very beneficial for controlling physical discomfort and tension, helping seniors in developing a deeper sense of inner comfort and calmness. \nAs it gives them a means to set aside their addictions and be creative, MBAT may help seniors who struggle with addiction-related disorders that are harmful to their physical and mental health, such as smoking, alcohol misuse, food-related disorders, etc.\nThe use of mindfulness-based art therapy is generally beneficial for helping with a range of mental and physical health conditions. MBAT can offer a sense of calm, relief, and understanding while also being practical, and adaptable by combining mindfulness and artistic expression. It's also crucial to keep in mind that, despite the possibility of benefits, mindfulness-based art therapy shouldn't be used in place of other therapies or medical care that has been advised by healthcare professionals.\nMBAT can be helpful in various Mental health problems, such as helping with  stress, depression, anxiety, and Post-Traumatic Stress Disorder (PTSD) management.\nMBAT can be helpful in various Physical health problems, such as cancer patients, people with chronic pain and illness.\nAlso helpful in addiction-related disorders that are harmful to their physical and mental health, such as smoking, alcohol misuse, food-related disorders, etc.\n",
                "imgUrl": null
            }
        ]
    },
    {
        "id": 9,
        "title": "Economía circular, enfoque ecológico en MBAT",
        "pdfUrl": "https://publuu.com/flip-book/407189/920949",
        "contents": [
            {
                "id": 41,
                "description": "The application of circular economy and eco-friendly approach in MBAT can be tailored to meet the unique needs and abilities of seniors. Here are some ways to incorporate these principles into MBAT with seniors:\nUse natural and sustainable materials: Seniors can be encouraged to use natural and sustainable materials in their art-making. For example, using recycled paper or natural fibers for weaving projects. Using non-toxic and eco-friendly materials can also be important for seniors who may have health concerns.\nRepurpose and reuse materials: Seniors can be encouraged to repurpose and reuse materials in their art projects. For example, old clothing or fabric can be used to create a quilt or a collage. Seniors can also be encouraged to reuse materials like paper or cardboard in their projects to reduce waste.\nIncorporate nature-based activities: Seniors can be encouraged to engage with nature-based activities like drawing or painting landscapes, creating nature collages or using natural materials like leaves and flowers in their art projects.\nMindful consumption: Seniors can be encouraged to make sustainable choices in their art-making materials. For example, using recycled paper instead of new paper or using natural dyes instead of synthetic ones.\nCollaborative projects: Seniors can engage in collaborative art-making projects using sustainable materials. Collaborative projects can not only promote a sense of community and connection but also reduce waste by sharing art materials and repurposing or reusing materials.\nEnvironmentally conscious disposal: Seniors can be educated about the proper disposal of hazardous waste like oil-based paints and encouraged to recycle or reuse materials when possible. They can also be encouraged to donate or give away any unused art materials to reduce waste.\n",
                "imgUrl": null
            },
            {
                "id": 42,
                "description": "Use of digital tools: Seniors who may have mobility or dexterity issues can be encouraged to use digital tools like drawing apps or photo editing software to create art. This can reduce the need for physical art materials and reduce waste.\nSensory-based activities: Seniors can be encouraged to engage in sensory-based activities like creating art with natural materials like sand, stones or clay. These materials can be sourced sustainably and reused or repurposed after the activity.\nIntergenerational art projects: Seniors can collaborate on art projects with younger generations, using sustainable materials and encouraging the sharing of ideas and techniques across generations.\n Mindful walking and art-making: Seniors can engage in mindfulness practices like walking in nature and creating art inspired by their surroundings. This can encourage a deeper connection with nature and promote sustainable behaviors.\n Community art projects: Seniors can engage in community art projects that promote sustainability and environmental consciousness. For example, creating art installations made from recycled materials or organizing a community clean-up project.\nReminiscence therapy with recycled materials: Seniors can engage in reminiscence therapy using recycled materials to create memory boxes or collages that reflect their life experiences. This can promote sustainability while also promoting emotional well-being.\nThere are many creative and meaningful ways to incorporate circular economy and eco-friendly approach in MBAT with seniors. By promoting sustainability and environmental consciousness in their art-making, seniors can experience the therapeutic benefits of MBAT while also making a positive impact on the planet. Incorporating those two approaches in MBAT with seniors can provide them with a therapeutic and meaningful experience.\nThe application of circular economy and eco-friendly approach in MBAT is an ongoing process that involves incorporating sustainable practices and materials into every aspect of the therapeutic process. This can support the growth and healing of clients while also promoting the health of the planet, sustainability, environmental consciousness, and overall well-being.\n",
                "imgUrl": null
            },
            {
                "id": 40,
                "description": "Mindful Consumption: Mindful consumption involves being aware of the environmental impact of our choices and making sustainable choices wherever possible. In MBAT, this can be applied by encouraging clients to use non-toxic and environmentally friendly art materials, such as water-based paints, soy-based crayons, or recycled paper.\n·   \tWaste Reduction: In MBAT, waste reduction can be applied by encouraging clients to use materials sparingly and repurpose or reuse materials whenever possible. For example, clients can be encouraged to use both sides of a piece of paper or save scraps of paper for future art projects.\n·   \tConnection with Nature: Mindfulness and art-making can both promote a deeper connection with nature. In MBAT, this can be applied by incorporating nature-based activities and materials, such as creating art with natural materials like leaves, flowers, or stones.\n·   \tCollaborative art-making: Collaborative art-making is an approach that involves creating art in a group setting. In MBAT, this approach can be applied by encouraging clients to work together on art projects using sustainable materials. Collaborative art-making can not only promote a sense of community and connection but also reduce waste by sharing art materials and repurposing or reusing materials.\n·   \tSustainable workspace: Creating a sustainable workspace involves using environmentally friendly materials and practices to reduce the environmental impact of the therapy environment. In MBAT, this can be applied by using energy-efficient lighting, recycling bins, and non-toxic cleaning products.\n·   \tEnvironmental awareness: Incorporating environmental awareness into MBAT can involve educating clients about environmental issues and promoting sustainable practices. This can include discussing the impact of waste and pollution on the environment and promoting sustainable behaviors, such as reducing single-use plastics or choosing environmentally friendly products.\n·   \tMindful disposal: Mindful disposal involves properly disposing of art materials and waste to reduce environmental impact. In MBAT, this can be applied by encouraging clients to properly dispose of hazardous waste, such as oil-based paints, and to recycle or reuse materials whenever possible.\n",
                "imgUrl": null
            },
            {
                "id": 38,
                "description": "When applying the circular economy and eco-friendly approach in MBAT, the focus is on using sustainable and non-toxic materials for art-making, promoting recycling and reusing of art materials, and reducing waste in the therapeutic process. This approach is not only environmentally conscious but also promotes a deeper connection with nature and supports the well-being of the clients.",
                "imgUrl": "https://resmim.net/cdn/2024/02/21/Zc1bSi.png"
            },
            {
                "id": 39,
                "description": "Some ways to apply circular economy and eco-friendly approach in MBAT may include:\n·   \tUsing natural and sustainable materials for art-making, such as recycled paper, natural fibers, or non-toxic paints and markers.\n·   \tEncouraging clients to reuse and repurpose art materials, such as using scraps of paper or fabric to create collages or incorporating found objects into art pieces.\n·   \tIncorporating nature-based activities and materials, such as creating art with natural materials like leaves, flowers, or stones.\n·   \tEducating clients about the environmental impact of their art materials and promoting sustainable practices, such as proper disposal of hazardous waste or reducing single-use plastics in the art-making process.\n·   \tUpcycling: Upcycling involves transforming waste materials into new, useful products. In MBAT, upcycling can be applied by using discarded or unwanted materials in the art-making process. For example, old magazines or newspapers can be used to create collages, or discarded wood can be transformed into a sculpture.\n",
                "imgUrl": null
            }
        ]
    }
    
    
]