{
    "id": 7,
    "title": "Adaptation of Laury Rappaport MBAT approach",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/407189/920949"
    },"contents": [
        {
            "id": 30,
            "description": "¿Cómo se pueden entender el mindfulness y las formas creativas de expresión en una combinación basada en la descripción de Laury Rappaport de la arteterapia basada en el mindfulness (MBAT) y cómo puede contribuir este enfoque a la calidad de vida de las personas mayores?La terapia artística basada en la atención plena (MBAT) es un enfoque relativamente nuevo que fue introducido por la psicóloga y autora Laury Rappaport en 2009 en el libro 'Mindfulness and the Arts Therapies' (Rappaport, 2014).La arteterapia basada en mindfulness (MBAT) tiene su origen en otros enfoques más conocidos y debe entenderse como una combinación de entrenamiento en mindfulness y arteterapia. Para entender el MBAT primero debemos entender las partes del enfoque.El concepto de mindfulness proviene originalmente del budismo. En mindfulness hay un enfoque en la conciencia de las experiencias físicas en el cuerpo, las emociones y la atención. Parte de ser consciente tiene que ver con la capacidad de ser consciente de ti mismo y de tu entorno y de ser capaz de reflexionar sobre tu vida cotidiana y las experiencias que tienes en el momento (Rappaport, 2014)En la década de 1940, la arteterapia comenzó a popularizarse como método tanto para psicoterapias, como para acercarse a la terapia. Sin embargo, hay ejemplos de formas creativas de expresión que han sido importantes para los usuarios de la psiquiatría desde el siglo XX.",
            "imgUrl": "https://resmim.net/cdn/2024/02/21/Zc1Bok.png"
        },
        {
            "id": 31,
            "description": "Existen diferencias en los enfoques en los que se incluye el arte como parte del tratamiento. Ej. lo vemos cuando hablamos del arte como parte de la psicoterapia. Aquí, el psicoterapeuta analizará e interpretará el arte que el paciente ha creado y, de esta manera, obtendrá información sobre los desafíos psicológicos que tiene el paciente. En otros enfoques, el arte se utilizará como parte de la terapia. Aquí, el cliente se expresará a través del arte, dejará de lado las emociones y posiblemente podrá identificarse. Es este último enfoque el que debe entenderse como parte del MBAT.Otro enfoque de mindfulness en el que se apoya MBAT es la reducción del estrés basada en mindfulness (MBSR). Jon Kabat-Zinn, PhD, investigador, autor y profesor de meditación, desarrolló en 1979 el programa de renombre mundial, la reducción del estrés basada en la atención plena (MBSR), que ha creado un campo completamente nuevo en la medicina y la psicología. Trabaja para difundir el conocimiento de la atención plena en la ciencia médica y en la sociedad. Es el fundador y ex director de la Clínica de Reducción del Estrés y el Centro de Mindfulness en Medicina, Atención Médica y Sociedad de la Facultad de Medicina de la Universidad de Massachusetts y profesor emérito de medicina. Imparte, imparte conferencias y talleres de mindfulness en todo el mundo. MBSR es un enfoque que consiste en diferentes tipos de mindfulness; meditaciones sentadas, meditación caminando, escaneo corporal y yoga suave, así como reflexión. MBSR es un modelo que incluye tareas, un elemento didáctico, compartir y una meditación de bondad amorosa. MBSR es un enfoque en el que uno entrena la comprensión de su propio yo interior y de sus propias emociones y, por lo tanto, se le ayuda a mirarse a sí mismo con presencia consciente, atención y mayor aceptación. (p. 30, Rappaport, 2014), Kabat-Zinn, J. (1994), (Kabat-Zinn, J. (2008), Kabat-Zinn, J. (2016).",
            "imgUrl": null
        },
        {
            "id": 32,
            "description": "MBAT es un tratamiento terapéutico en una combinación del enfoque de atención plena y la terapia artística como lo describe Laury Rappaport. El enfoque combina la idea detrás de la atención plena a través de actividades creativas, en las que te sumerges en el proceso creativo de crear expresiones artísticas y, por lo tanto, te exploras conscientemente.Todavía hay una falta de evidencia basada en la investigación en relación con el MBAT, pero el enfoque está ganando reconocimiento como una herramienta para mejorar síntomas como la ansiedad, el abuso, la depresión y el estrés y como un alivio de los pensamientos preocupantes y similares. También se ha visto que el MBAT tiene un efecto positivo en enfermedades físicas como el dolor crónico y el cáncer. Aquí se puede ver que los pacientes que utilizan el enfoque experimentan una mejora, entre otras cosas, en la calidad de vida. La arteterapia basada en la atención plena ayuda a las personas a expresar sentimientos a través de procesos creativos y a que las personas 'se dejen llevar'. Al mismo tiempo, se puede observar que se consigue una mejora de la atención y la conciencia, así como un aumento de la autoestima y la autoaceptación (Van Lith, T., 2021)La terapia artística basada en la atención plena se apoya en la 'terapia artística orientada al enfoque', como su nombre lo dice 'enfoque' y cambiar el enfoque durante el proceso creativo es parte del proceso. La terapia orientada al enfoque fortalece los pensamientos, sentimientos y experiencias del cliente. Aquí, el terapeuta y el cliente participarán en el tratamiento en colaboración, con un punto focal en las experiencias del cliente. El enfoque crea un entorno seguro y de apoyo en el que se pueden explorar abiertamente los problemas difíciles y los obstáculos persistentes al cambio. A través de la terapia orientada al enfoque, los clientes a menudo experimentan una mayor conciencia, sensibilidad y empatía hacia sí mismos. Examina cuál es la experiencia que siente directamente la persona; lo que el cliente siente corporalmente. El terapeuta escucha profundamente al cliente. Cuando el cliente puede describir con precisión lo que siente, esta sensación en el cuerpo a menudo se liberará, tal vez solo un poco. Cada liberación corporal es un indicador de un cambio real. Laury Rappaport ha enseñado Terapia Orientada al Enfoque (FOT) y Terapia de Arte Orientada al Enfoque (FOAT) durante más de 30 años. Ayudó a establecer FOAT y es autora del libro 'Focusing-Oriented Art Therapy'. Dado que FOAT tiene lugar en la interacción entre el terapeuta y el cliente, donde el terapeuta quiere producir las emociones experimentadas por el cliente, FOAT requiere que un terapeuta esté presente durante el tratamiento. Durante una pandemia o por otras razones que aíslan a las personas en casa y donde, por lo tanto, no es posible ver a un terapeuta, este enfoque no será posible. Entonces tiene sentido mirar el MBAT, donde una de las ventajas, entre otras cosas, es que no requiere que nadie más que la persona esté presente. (Cap. 14, Rappaport, 2014),(Rappaport, L., 2009), (IAFOTs, 2023)",
            "imgUrl": null
        },
        {
            "id": 33,
            "description": "Una ventaja del MBAT es que no requiere conversaciones terapéuticas, sino que se puede practicar por su cuenta en casa. Algo que vimos una mayor necesidad durante la pandemia de covid-19. Durante la pandemia, de la misma manera que antes, no fue posible reunirse, por ejemplo, con su terapeuta por asistencia física. Además, entre otras cosas, el grupo de personas mayores experimentó una mayor experiencia de soledad. La soledad surgió cuando las personas generalmente estaban limitadas para poder conocer a los demás. Tanto en lo que se refiere a poder reunirse en torno a una actividad, como también a estar en compañía y socializar con otros. Además, muchas personas mayores viven solas. (Ældresagen, 2023)El MBAT no puede sustituir a las conversaciones terapéuticas con el terapeuta, pero el MBAT puede considerarse un complemento y también puede ser un método económicamente barato para apoyar el trabajo de, por ejemplo, reducir el estrés y tratar las dificultades psicológicas.El enfoque MBAT es un método para traer más atención plena a la vida de uno. Puede tener lugar en un entorno terapéutico, por ejemplo en centros de actividades, pero una de las ventajas es que también puede tener lugar en los propios hogares de los ciudadanos. Puede ser una vez a la semana, o todos los días, puedes reservar una hora o lo que quieras.  Ejemplos de actividades creativas en las que se puede trabajar conscientemente, como parte de MBAT, podrían ser recolectar materiales naturales en el jardín o el bosque para un proyecto creativo, haciendo uso de todos los sentidos en el camino; ¿Qué puedo ver, sentir, escuchar, oler si es posible? Saborea y deja que la atención se quede con los sentidos sin juzgar. Simplemente registras los pensamientos. Si te das cuenta de los pensamientos críticos, simplemente regístralos sin 'juzgarte a ti mismo' y sin ser crítico y vuelve a centrar tu atención en la sensación directa.Otro ejemplo podría ser dibujar una imagen realista de ti mismo, a lo largo del camino ser tolerante ante cualquier 'error'. Esto puede contribuir a una mayor autoaceptación.También puedes hacer un collage con imágenes de revistas, anuncios y similares que expresen tus sentimientos. Ejemplos que apoyan el enfoque ecológico que queremos tener en el proyecto.",
            "imgUrl": null
        }
    ],
    "hasQuiz": false
}