{
    "id": 1,
    "title": "Field Research",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/407189/920943"
    },
    "contents": [
        {
            "id": 1,
            "description": "La investigación en profundidad de los países socios reveló información crucial sobre la situación actual de MBAT en los países socios.En Chipre, MBAT no se utiliza según la definición y el principio propuestos por Laury Rapport. La arteterapia se utiliza, pero su alcance es limitado. Según el informe chipriota, el uso de MBAT puede apoyarse mediante la creación de una aplicación que incluya orientación sobre cómo practicarlo. Hacer esto puede beneficiar a aquellos con menos oportunidades. En Chipre, se necesita más investigación para MBAT. En España, solo las instituciones privadas ofrecen MBAT. La formación para la formación MBAT es larga y costosa, por lo que las oportunidades de recibir educación son limitadas. España también se enfrenta a un aumento en el número de jóvenes y personas mayores que visitan las clínicas privadas para recibir MBAT tras la explosión de la COVID-19. En Dinamarca, el MBAT tampoco se utiliza de acuerdo con la definición y los principios propuestos por Laury Rapport. La atención plena se utiliza como una opción de tratamiento, pero aún necesita tiempo para determinar los estándares. La arteterapia también se utiliza como un método independiente de la atención plena. Al igual que Chipre, Dinamarca también propuso el uso de una aplicación que incluye orientación para MBAT. Las prácticas de MBAT deben organizarse de manera inclusiva donde las personas con menos oportunidades puedan acceder. En Lituania, la situación con respecto a los MBAT es inestable. Al igual que en España, solo las instituciones privadas ofrecen MBAT. Al igual que Chipre y Dinamarca, Lituania también ofreció el uso de una aplicación que requiere conocimientos básicos de TI. En Lituania también se destacan las necesidades de investigación en el ámbito de la MBAT. En Turquía, al igual que en todos los demás países, el MBAT no se utiliza ampliamente. A diferencia de otros países, Turquía también planteó la importancia de la interacción cara a cara en las terapias, sugiriendo así un uso cuidadoso de las herramientas digitales. Turquía propuso que una mayor visibilidad de la MBAT podría facilitar el acceso a la misma a las personas con menos oportunidades. Y en línea con otros países, Turquía sugirió más investigación sobre el uso de MBAT. En Polonia, el MBAT tampoco se utiliza ampliamente (al igual que en otros países). La terapia artística y las terapias ocupacionales son enfoques populares para pacientes mayores de 65 años. En línea con la mayoría de los países, Polonia también planteó la necesidad de desarrollar aplicaciones para teléfonos inteligentes. Polonia también mencionó la falta de oportunidades educativas e investigaciones para el MBAT. En resumen, es obvio a partir de los informes de los países asociados que el MBAT no es un método común y, además, cuando se aplica, se utiliza con diferentes definiciones y principios (en comparación con la definición proporcionada por Laury Rapport). Esto pone de relieve la necesidad emergente de hacer una definición clara con respecto al MBAT. También es obvio que el acceso a MBAT (cuando está disponible) es limitado, ya que solo las organizaciones privadas ofrecen prácticas de MBAT. Parece crucial sensibilizar a los gobiernos y activar las oportunidades de acceso gratuito a las prácticas relacionadas con el MBAT. La creación de aplicaciones para teléfonos inteligentes puede permitir el acceso gratuito a MBAT, especialmente para las personas mayores que también experimentan obstáculos de transporte. Por último, pero no menos importante, se necesita más investigación sobre MBAT y MBAT para personas mayores en los respectivos países.",
            "imgUrl": null
        }
    ],
    "hasQuiz": false
}