{
    "id": 2,
    "title": "Case Studies ",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/407189/920943"
    },
    "contents": [
        {
            "id": 2,
            "description": "La investigación en profundidad de los estudios de caso reveló que MBAT no funciona como un concepto integral que combine la atención plena y la terapia artística bajo el mismo marco en los países socios. En cambio, el mindfulness y la arteterapia se utilizan como metodologías separadas en los países socios. En Chipre, la arteterapia es un enfoque popular. Solo uno de los estudios de caso tenía como objetivo integrar el mindfulness junto con la arteterapia. En España, el mindfulness se erige como un enfoque popular. A pesar de que los principios de MBAT presentados en el 3er caso de estudio español, no utilizan la terminología de 'MBAT' para el enfoque. Por lo tanto, podemos concluir que el MBAT puede existir en España, pero los individuos no utilizan la terminología de 'MBAT'. En Dinamarca, podemos encontrar el uso de la reducción del estrés basada en la atención plena (MBSR) tanto para la población joven como para la mayor. Sin embargo, MBAT aún no es un enfoque popular en Dinamarca.En Lituania, las técnicas de mindfulness y las técnicas de arteterapia se utilizan como enfoques separados. Al igual que la mayoría de los países participantes, Lituania carece de MBAT como un enfoque combinado de mindfulness y arteterapia. Además de esto, podemos encontrarnos con el uso de MBSR en Lituania.En Turquía, la arteterapia es un enfoque popular. El MBAT no está plenamente desarrollado, a pesar de las intenciones actuales de integrarlo en los servicios de rehabilitación de Turquía. Este intento de desarrollo de MBAT se puede ver en el segundo estudio de caso de Turquía, que tiene como objetivo integrar los movimientos corporales (es decir, los movimientos de danza) con las herramientas artísticas. En Polonia, la arteterapia se utiliza como un enfoque común entre los terapeutas. Incluso las terapias artísticas tienen un alcance limitado y el MBAT no es muy conocido en Polonia. En resumen, a continuación se enumeran los métodos más utilizados en los países socios:Arteterapia Atención plena MBSR",
            "imgUrl": null
        }
    ],
    "hasQuiz" : false
}