{
    "id": 3,
    "title": "Legal Framework",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/407189/920943"
    },
    "contents": [
        {
            "id": 3,
            "description": "En Chipre, la comisión de salud mental del gobierno (Ministerio de Salud) es responsable de la ley de salud mental. Las regulaciones relativas a la prestación de servicios de salud mental a los pacientes necesitan mejoras, ya que las personas pueden llamarse fácilmente psicólogos. En los casos de trastornos de salud mental, el gobierno ofrece terapias psicológicas gratuitas para los pacientes. Lamentablemente, no existe legislación para la aplicación de la MBAT en Chipre.En España, el gobierno (es decir, la Ley de Salud Mental) es responsable de la ley de salud mental y los administradores de salud pública brindan servicios de salud mental a los clientes. El nivel de financiación atribuido al presupuesto de la Red Europea de Economía de la Salud Mental es bajo en comparación con otros países de la UE. No existe una legislación específica para la implantación del MBAT en España. En Dinamarca, el gobierno es responsable de la salud mental y los psiquiatras, psicólogos, psicoterapeutas, terapeutas vocacionales, enfermeras, fisioterapeutas  especialmente capacitados, educadores sociales, educadores especialmente capacitados, etc., pueden proporcionar servicios de salud mental a los clientes. El seguro de salud proporciona subsidios para el tratamiento psicológico sobre la base de criterios específicos. En cuanto a la aplicación de la MBAT, no existe legislación. En Lituania, el Ministerio de Salud es responsable  de  la ley de salud mental. Los especialistas, incluidos psicólogos, psiquiatras y psicoterapeutas, son responsables de brindar servicios de salud mental a los clientes. El seguro de salud cubre algunos de los gastos de los servicios, pero los clientes aún deben cubrirlos con sus propios recursos si no cumplen con los criterios.  Desafortunadamente, no existe una legislación directa sobre la implementación del MBAT en Lituania y  en el futuro se deben editar las leyes actuales sobre terapia y terapia artística. En Turquía, el Ministerio de Salud es responsable de la salud mental. Principalmente, los psiquiatras son responsables de proporcionar servicios de salud mental a los clientes. El Ministerio de Salud cubre el tratamiento urgente de las personas con trastornos de salud mental. No existe legislación para la aplicación del MBAT en Turquía. En Polonia, las instituciones gubernamentales son responsables de la ley mental. Principalmente, los psiquiatras brindan servicios de salud mental a los clientes. El tratamiento es gratuito para los clientes con trastornos de salud mental. No existe ninguna legislación sobre la aplicación del MBAT en Polonia. En resumen, los sectores de salud mental del gobierno determinan la ley de salud mental en los respectivos países. La mayoría de las leyes establecían a los psiquiatras, psicólogos y psicoterapeutas como agentes responsables que pueden proporcionar servicios de salud mental. Los servicios de salud mental son gratuitos en los países de los socios, sin embargo, esto varía, ya que puede depender de los criterios específicos. En todos los países no existe legislación sobre la aplicación de la MBAT.",
            "imgUrl": null
        }
    ],
    "hasQuiz":false
}