{
    "id": 4,
    "title": "Manual Mindfulness Based Art Techniques in project partner countries",
    
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/407189/920949"
    },
    "contents": [
        {
            "id": 4,
            "description": "Antes de crear el material didáctico actual, los socios del proyecto decidieron realizar un análisis de necesidades. Dado que todos los países que participan en el proyecto dan prioridad a la calidad y aplicabilidad de los productos intelectuales del proyecto, la investigación se basó en el método de discusión de grupos focales con educadores de adultos que se especializan en trabajar con personas mayores.El estudio se llevó a cabo en todos los países socios del proyecto desde el verano de 2022 hasta finales de 2022. El objetivo del estudio fue determinar los problemas de salud mental más comunes entre las personas mayores en el contexto de la pandemia de COVID-19. Un objetivo adicional fue identificar las necesidades y preferencias de las personas mayores y los educadores de adultos con respecto al desarrollo de una aplicación móvil para Android para reducir el estrés a través de prácticas de atención plena y terapia artística.El instrumento de investigación se desarrolló de acuerdo con todos los socios del proyecto antes de que se llevara a cabo el estudio. Las preguntas se centraron en descubrir problemas de salud mental, identificar sus causas, determinar la familiaridad de los educadores de adultos y las personas mayores con la educación de atención plena y la terapia artística, y explorar las técnicas que utilizan en su trabajo. La encuesta también incluyó preguntas sobre las habilidades de TI de las personas mayores, la frecuencia de uso de aplicaciones móviles y la capacidad general para usar herramientas digitales.",
            "imgUrl": null
        },
        {
            "id": 5,
            "description": "En el estudio participaron especialistas de diversos campos, incluidos trabajadores sociales, trabajadores médicos, especialistas en empleo, psicólogos, terapeutas de arte y otros. Se entrevistó a un total de 33 especialistas de los seis países socios del proyecto (Lituania, Chipre, Dinamarca, España, Turquía y Polonia). A pesar de la gran variedad de prácticas y experiencias en cada país, no se encontraron diferencias significativas en las respuestas.",
            "imgUrl":"https://resmim.net/cdn/2024/02/21/Zc0a5o.png"
        },
        {
            "id": 6,
            "description": "Los datos se analizaron utilizando el método de análisis temático, que consiste en la lectura de los datos y la identificación de patrones en el significado para encontrar temas. De los resultados surgieron cinco temas principales: problemas psicológicos, causas de problemas psicológicos, prácticas para manejar el estrés y otros problemas psicológicos, desafíos y oportunidades en la aplicación de la terapia artística basada en la atención plena, y especificaciones de la próxima aplicación que se está desarrollando.En cuanto a los problemas de salud mental más comunes que enfrentan las personas mayores en el contexto de la pandemia de COVID-19, se enumeraron los siguientes: ansiedad, agresión, ira, molestia, soledad, tristeza, miedo y sensación de inseguridad. El insomnio, el estrés y el estado de ánimo deprimido se mencionaron con frecuencia.A los participantes del estudio se les preguntó sobre las razones detrás de estos problemas. Los problemas mencionados se agruparon en subgrupos correspondientes: problemas financieros (falta de dinero, precios altos), problemas de salud (demencia, problemas físicos asociados con el envejecimiento), exclusión (separación de familiares, dependencia de otros, sentirse confinado), pérdida (divorcio, pérdida de un cónyuge y otros) y dificultades de la vida (miedo a la muerte, desesperación debido a la pérdida de estatus social después de la jubilación y otros). Es importante tener en cuenta que durante las conversaciones, la pandemia y la enfermedad de COVID-19, así como la amenaza de enfermarse, no se destacaron como relevantes o causantes de problemas psicológicos. Dado que la investigación se realizó en el mismo año de la invasión rusa de Ucrania y el inicio de la guerra, el miedo relacionado con estos eventos se convirtió en una razón más relevante para los problemas psicológicos.",
            "imgUrl": null
        },
        {
            "id": 7,
            "description": "En lo que respecta a las estrategias y prácticas de afrontamiento para manejar el estrés y otros problemas psicológicos, los participantes del estudio mencionaron varios métodos. Una de las estrategias más comunes fue buscar la comunicación. Los participantes señalaron que cuando se sienten ansiosos o experimentan emociones negativas, tratan de comunicarse tanto como sea posible. También mencionaron compartir sus sentimientos y emociones con una persona de confianza, como un líder de grupo o un educador. Algunos educadores de adultos declararon abiertamente que las personas mayores a menudo usan sedantes u otros medicamentos para combatir el estrés. El estudio también tuvo como objetivo destacar los desafíos que enfrentan los educadores de adultos al implementar la terapia artística basada en la atención plena y otras prácticas meditativas. Los desafíos financieros se mencionaron sistemáticamente en todos los países socios del proyecto. También se destacó la falta de conocimientos y habilidades relacionadas con la aplicación de la arteterapia basada en mindfulness, así como la ausencia de metodologías necesarias. Además, se observó la falta de recursos humanos y la complejidad de las condiciones de trabajo durante la pandemia de COVID-19, lo que llevó a un aumento del agotamiento profesional entre los especialistas. Otro aspecto fue la falta de preparación de las personas mayores, que abarcó múltiples factores, como su falta de voluntad para adoptar nuevas metodologías, especialmente en el campo de las tecnologías de la información, los problemas de salud de las personas mayores que dificultan su capacidad para utilizar libremente las herramientas informáticas (por ejemplo, la enfermedad de Parkinson), el acceso limitado a las instituciones que ofrecen terapia artística basada en la atención plena, las limitaciones financieras y los bajos niveles de conocimientos informáticos. Una respuesta interesante vino de España, donde un participante del estudio que trabajaba con personas mayores mencionó el bajo nivel cultural de algunas personas mayores, lo que llevó a su ignorancia sobre el arte, la terapia, las meditaciones y prácticas similares.",
            "imgUrl": null
        },
        {
            "id": 8,
            "description": "Uno de los objetivos integrales del estudio fue identificar las necesidades básicas de las personas mayores y los educadores de adultos para la aplicación móvil MBAT. Los participantes hicieron hincapié en la necesidad de una navegación extremadamente sencilla, un balance de colores, un tamaño de letra legible, instrucciones de audio y vídeo, y una amplia selección de técnicas. Otras ideas incluían que la aplicación tuviera una función para registrar actividades, una función de evaluación de emociones (prueba previa a la técnica) y no más de siete categorías, cada una de las cuales contenía varias o más técnicas. Los participantes del estudio también expresaron su deseo de que la aplicación incluya materiales educativos sobre la metodología de la concienciación a través de la arteterapia. Sobre la base de estas respuestas y recomendaciones, la aplicación móvil MBAT se desarrolló siguiendo los estándares de la UE (puede encontrar más información aquí: Descripción general de los fundamentos de accesibilidad).            ",
            "imgUrl": null
        },
        {
            "id": 9,
            "description": "En conclusión, el estudio ayudó a identificar las necesidades básicas de las personas mayores y los educadores de adultos para el desarrollo de este manual, la plataforma de e-learning y la aplicación móvil Android. El estudio confirmó la relevancia del proyecto, ya que incluso cuando la amenaza de la pandemia de COVID-19 disminuye, otros factores externos causantes de estrés (como la guerra en Ucrania, el aumento de la inflación y el estrés debido a otras circunstancias) alientan aún más la búsqueda de formas de mantener la calma y mantener una salud mental sólida            ",
            "imgUrl": null
        }
    ],
    "hasQuiz":true
}