{
    "id": 9,
    "title": "Circular economy, eco-friendly approach in MBAT",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/407189/920949"
    },"contents": [
        {
            "id": 42,
            "description": "Al aplicar la economía circular y el enfoque ecológico en MBAT, la atención se centra en el uso de materiales sostenibles y no tóxicos para la creación artística, la promoción del reciclaje y la reutilización de materiales artísticos y la reducción de residuos en el proceso terapéutico. Este enfoque no solo es consciente del medio ambiente, sino que también promueve una conexión más profunda con la naturaleza y apoya el bienestar de los clientes.            ",
            "imgUrl": null
        },
        {
            "id": 40,
            "description": "Algunas formas de aplicar la economía circular y el enfoque ecológico en MBAT pueden incluir Utilizar materiales naturales y sostenibles para la creación artística, como papel reciclado, fibras naturales o pinturas y rotuladores no tóxicos. Animar a los clientes a reutilizar y reutilizar materiales artísticos, como el uso de trozos de papel o tela para crear collages o la incorporación de objetos encontrados en obras de arte. Incorporar actividades y materiales basados en la naturaleza, como crear arte con materiales naturales como hojas, flores o piedras.",
            "imgUrl": null
        },
        {
            "id": 39,
            "description": "La aplicación de la economía circular y el enfoque ecológico en MBAT se puede adaptar para satisfacer las necesidades y habilidades únicas de las personas mayores. Estas son algunas formas de incorporar estos principios en el MBAT con personas mayores:Utilizar materiales naturales y sostenibles: Se puede animar a las personas mayores a utilizar materiales naturales y sostenibles en su creación artística. Por ejemplo, el uso de papel reciclado o fibras naturales para proyectos de tejido. El uso de materiales no tóxicos y ecológicos también puede ser importante para las personas mayores que pueden tener problemas de salud.Reutilizar y reutilizar materiales: Se puede animar a las personas mayores a reutilizar y reutilizar materiales en sus proyectos de arte. Por ejemplo, la ropa o la tela vieja se pueden usar para crear una colcha o un collage. También se puede animar a las personas mayores a reutilizar materiales como el papel o el cartón en sus proyectos para reducir los residuos.Incorporar actividades basadas en la naturaleza: Se puede animar a las personas mayores a participar en actividades basadas en la naturaleza, como dibujar o pintar paisajes, crear collages de la naturaleza o utilizar materiales naturales como hojas y flores en sus proyectos artísticos.Consumo consciente: Se puede animar a las personas mayores a tomar decisiones sostenibles en sus materiales para hacer arte. Por ejemplo, utilizar papel reciclado en lugar de papel nuevo o utilizar tintes naturales en lugar de sintéticos.Proyectos colaborativos: Las personas mayores pueden participar en proyectos colaborativos de creación artística utilizando materiales sostenibles. Los proyectos colaborativos no solo pueden promover un sentido de comunidad y conexión, sino también reducir el desperdicio al compartir materiales de arte y reutilizar o reutilizar materiales.",
            "imgUrl": null
        },
        {
            "id": 41,
            "description": "Eliminación respetuosa con el medio ambiente: Se puede educar a las personas mayores sobre la eliminación adecuada de desechos peligrosos, como pinturas a base de aceite, y alentarlas a reciclar o reutilizar materiales cuando sea posible. También se les puede animar a donar o regalar cualquier material de arte no utilizado para reducir el desperdicio.Uso de herramientas digitales: Se puede animar a las personas mayores que puedan tener problemas de movilidad o destreza a utilizar herramientas digitales como aplicaciones de dibujo o software de edición de fotos para crear arte. Esto puede reducir la necesidad de materiales de arte físicos y reducir los residuos.Actividades sensoriales: Se puede animar a las personas mayores a participar en actividades sensoriales, como crear arte con materiales naturales como arena, piedras o arcilla. Estos materiales pueden obtenerse de forma sostenible y reutilizarse o reutilizarse después de la actividad.Proyectos artísticos intergeneracionales: Las personas mayores pueden colaborar en proyectos artísticos con las generaciones más jóvenes, utilizando materiales sostenibles y fomentando el intercambio de ideas y técnicas entre generaciones.",
            "imgUrl": null
        },
        {
            "id": 38,
            "description": "La aplicación de la economía circular y el enfoque ecológico en MBAT es un proceso continuo que implica la incorporación de prácticas y materiales sostenibles en todos los aspectos del proceso terapéutico. Esto puede apoyar el crecimiento y la curación de los clientes y, al mismo tiempo, promover la salud del planeta, la sostenibilidad, la conciencia ambiental y el bienestar general.",
            "imgUrl": "https://resmim.net/cdn/2024/02/21/Zc1bSi.png"
        }
    ],
    "hasQuiz" : false
}