{
    "id": 5,
    "title": "Mindfulness Practiced-Based Art Techniques for the elderly",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/407189/920949"
    },"contents": [
        {
            "id": 10,
            "description": "La formación en arteterapia basada en mindfulness para personas mayores es un programa diseñado para arteterapeutas y profesionales de la salud (Demir, 2022). Esta formación se centra en la utilización de la terapia artística basada en la atención plena, un enfoque terapéutico que permite a las personas mayores explorar sus emociones y pensamientos a través de la expresión artística.El objetivo de esta capacitación es proporcionar a los participantes el conocimiento y las habilidades necesarias para ayudar a los adultos mayores a mejorar su bienestar emocional y mental a través de la expresión artística. La capacitación está diseñada para abordar las necesidades únicas de las personas mayores, enfatizando la importancia de respetar su autenticidad y experiencias de vida.",
            "imgUrl": null
        },
        {
            "id": 11,
            "description": "La formación en arteterapia basada en la atención plena (O'Grady y Wayne, 2007) para las personas mayores abarca los principios de la terapia basada en la atención plena y los métodos de terapia artística. Los participantes también son educados sobre los principios éticos y las normas profesionales relevantes para el campo.",
            "imgUrl": "https://resmim.net/cdn/2024/02/21/Zc13n2.png"
        },
        {
            "id": 12,
            "description": "La formación suele estar estructurada de forma interactiva, utilizando ejemplos prácticos y estudios de casos para mejorar la experiencia de aprendizaje. También hace hincapié en la adopción de un enfoque profesional y ético cuando se trabaja con personas mayores.Los programas educativos (Huxtable et al., 2022) pueden ofrecer formación en varios niveles, cada uno con su propio enfoque. Algunos cursos cubren los fundamentos de la arteterapia y la terapia basada en la atención plena para personas mayores, mientras que otros profundizan en temas más avanzados como la planificación, implementación y evaluación de los procesos de arteterapia.La formación en arteterapia basada en mindfulness para personas mayores abarca tanto aspectos académicos como clínicos. Los participantes aprenden a diseñar intervenciones para mejorar el bienestar psicológico de las personas mayores utilizando técnicas de arteterapia.La capacitación (Durost, 2011) enfatiza la utilización y los beneficios de la arteterapia para las personas mayores, identifica los factores de riesgo que afectan la salud emocional y mental de los adultos mayores, cubre el desarrollo y la implementación de procesos terapéuticos y explora métodos para evaluar los resultados de la arteterapia.",
            "imgUrl": null
        },
        {
            "id": 13,
            "description": "La formación en arteterapia basada en la atención plena para las personas mayores sirve como una oportunidad para el desarrollo profesional y la concienciación, mejorando en última instancia la calidad de vida de las personas mayores. Los profesionales de la salud que trabajan con adultos mayores pueden ser más creativos y efectivos en sus intervenciones para la salud psicológica y mental de esta población cuando comprenden los beneficios de la arteterapia. En consecuencia, las personas mayores pueden llevar una vida más saludable, feliz y satisfactoria.            ",
            "imgUrl": null
        },
        {
            "id": 14,
            "description": "Aunque los currículos varían de una institución a otra, suelen incluir los siguientes temas (descritos en esta guía):Arteterapia basada en mindfulness: ¿Qué es la arteterapia basada en mindfulness, cómo se aplica y con qué fines?Adaptación de la arteterapia basada en la práctica del mindfulnessEfectos de la arteterapia basada en la práctica de mindfulness.Ecología y economía circular en la aplicación de MBAT.Del mismo modo, la formación en arteterapia basada en la atención plena para personas mayores puede incluir temas básicos de arteterapia y psicología. Además, los programas de capacitación pueden incluir los siguientes temas:Temas de la educación artística basada en la atención plena en las personas mayores:La formación en arteterapia basada en mindfulness en personas mayores incluye temas básicos de arteterapia y psicología, así como arteterapia basada en mindfulness en personas mayores. Aunque los programas de capacitación difieren de una institución a otra, generalmente incluyen los siguientes temas:",
            "imgUrl": null
        },
        {
            "id": 15,
            "description": "Conceptos básicos de arteterapia: Qué es la arteterapia, cuáles son las técnicas de arteterapia, qué materiales se pueden utilizar, etc. son la información básica que se entrega en esta parte.La arteterapia permite a las personas expresar sus sentimientos psicológicos. Tiene contribuciones positivas al proceso de tratamiento, especialmente en ancianos y pacientes. Contribuye a la eliminación de la depresión de los pacientes durante el proceso de tratamiento y aporta energía positiva. La arteterapia se plantea como una forma expresiva de terapia que utiliza materiales artísticos. Es una combinación de teorías y técnicas psicoterapéuticas tradicionales con una comprensión de los aspectos psicológicos del proceso creativo, especialmente las propiedades emocionales de diferentes materiales artísticos. El uso de la arteterapia con fines médicos tiene como objetivo recordar y expresar diversas representaciones mentales en las personas (Aydın, 2012). Especialmente en el campo de la medicina, la arteterapia se utiliza como método de tratamiento para la expresión de los traumas experimentados por los pacientes.Según McNiff (1981), el arte se ha integrado con la vida humana en la aventura histórica y es visto como una herramienta de meditación que responde y encarna las emociones humanas y relaja a las personas. La aplicación de la arteterapia en la medicina se remonta a las civilizaciones antiguas. Durante el antiguo imperio egipcio, se animaba a los enfermos mentales a dedicarse al arte (Fleshman y Fryrear, 1981); los griegos aplicaron técnicas de música y teatro para el tratamiento (Gladding, 1992). A mediados del siglo XX, el arte se convirtió en un medio de comunicación y aquellos que no podían expresar sus sentimientos comenzaron a comunicarse a través del arte. Cuando nos fijamos en las técnicas de arteterapia, la técnica más básica es la pintura.",
            "imgUrl": null
        },
        {
            "id": 16,
            "description": "Pintura Alfred Binet abordó por primera vez la posibilidad de utilizar la pintura, que es la técnica de la arteterapia, con fines terapéuticos en 1890 con su investigación 'La interpretación de las imágenes' (Arıcı, 2006). Los recuerdos y la información que quedan en el subconsciente se expresan a través de la pintura. La pintura es la mejor técnica de recuperación de información. Los tonos de color y los dibujos elegidos por los pacientes transmiten el mensaje del estado de ánimo en el que se encuentran. El mejor ejemplo de esta técnica es el test de Rorschach. En 1921, Hermann Rorschach analizó el estado de ánimo de las personas con el análisis de la mancha de tinta. En la prueba, hay 10 tarjetas con manchas de tinta. La persona revela en qué emoción y pensamiento se encuentra de acuerdo con estas cartas (İkiz, 2017). Para ello, la imagen refleja tanto las emociones como los pensamientos y muestra en qué etapa se encuentran las habilidades físicas de la persona. De esta manera, se sabe en qué comportamiento mental se encuentra la persona.",
            "imgUrl": "https://resmim.net/cdn/2024/02/21/Zc1W5c.png"
        },
        {
            "id": 17,
            "description": "Collage. En la terapia artística del collage, determina en qué etapa se encuentra la imaginación de la persona. Se llama collage cuando objetos como periódicos, revistas y telas se cortan de diferentes maneras en el suelo para hacer una composición. En la terapia de collage, los productos que se encuentran en casa se eligen como materiales. La terapia de collage es un método utilizado especialmente para aquellos que no quieren pintar y dibujar.",
            "imgUrl": null
        },
        {
            "id": 18,
            "description": "Música. La música es una de las terapias artísticas más antiguas. La música, un material de creencia religiosa, es una técnica utilizada para ahuyentar a los malos espíritus. Se utiliza especialmente en el tratamiento de los problemas de sueño en los niños. Hoy en día, hay centros de musicoterapia en Estados Unidos. La música se utiliza como tratamiento y como actividad artística. Se sabe que la música se define como el ritmo que acompaña los sentimientos y pensamientos de las personas. Para ello, es un material indispensable de la arteterapia.",
            "imgUrl": "https://resmim.net/cdn/2024/02/21/Zc1HUZ.png"
        },
        {
            "id": 19,
            "description": "Arcilla La fabricación de arcilla es una parte popular de la terapia artística. Especialmente en tiempos prehistóricos, las personas solían satisfacer sus necesidades básicas con utensilios de cocina hechos con arcilla. Recientemente, la arcilla no solo hace la vida más fácil, sino que también conduce a la relajación espiritual. De esta manera, la persona desarrolla sus habilidades manuales y encuentra la oportunidad de deshacerse de su energía negativa a través de la arcilla. El contacto con la arcilla desencadena la aparición de emociones positivas o negativas en la persona.",
            "imgUrl": null
        },
        {
            "id": 20,
            "description": "Arte marmoleado El arte del marmoleado es conocido por los patrones únicos e impresionantes creados al esparcir los colores en agua y transferir estos colores al papel de una manera especial. Cada trabajo de marmoleado es único y original. El artista arregla las gotas de tinta o pintura que caen sobre la superficie del agua de la forma que quiera, utilizando pinceles o peines especiales.El arte de Ebru ocupa un lugar importante tanto en el mundo del arte tradicional como en el contemporáneo y continúan los esfuerzos por mantener vivo el patrimonio cultural. También se utiliza en diferentes campos como el arte, la arteterapia y la meditación. El arte del marmoleado se utiliza con fines terapéuticos en muchas áreas de la salud.            ",
            "imgUrl": null
        },
        {
            "id": 21,
            "description": "El proceso de envejecimiento: Se centra en las dimensiones psicológicas, sociales y fisiológicas del proceso de envejecimiento. Se tratan temas como las necesidades psicológicas de las personas mayores, la salud mental y las estrategias para afrontar el estrés.La arteterapia saca a relucir una sensación de libertad, aumenta el sentido de la creatividad de la persona y le permite crear lo que sueña ser. La arteterapia también contribuye a la autoexpresión. Permite que emerjan los sentimientos de autocontrol de la persona. Actúa como control en situaciones de depresión. Ayuda a la persona a calmarse (Malchiodi, 2003).La arteterapia es una herramienta importante en la aparición de habilidades olvidadas, especialmente en las personas mayores. Mejora el sentido de sí mismo de las personas mayores al eliminar el sentimiento de soledad (Buchhalter, 2011). La arteterapia actúa como un puente en la socialización de las personas. Especialmente en las terapias artísticas colectivas, las personas necesitan comunicarse entre sí. De esta manera, los individuos están en constante interacción y las actividades artísticas contribuyen a su socialización. En un estudio realizado por Turetsky y Hays (2003), se observa que los ancianos están de luto y atrapados en el pasado debido a los seres queridos que perdieron en el pasado. Con la arteterapia se vio que su obsesión por el pasado desaparecía y se comunicaban en la vida cotidiana.La arteterapia está orientada a la solución cuando se aplica en residencias de ancianos, clínicas y centros de atención a la tercera edad. Al contactar directamente con las personas mayores e introducirlas en la arteterapia, se verá que sus sentimientos de abandono desaparecen. Por lo tanto, la arteterapia dará a las personas una sensación de plenitud tanto psicológica como social y espiritual. La arteterapia es una de las formas más efectivas en las que se benefician tanto el educador como las personas mayores. Kurt (2014) examinó los efectos de la musicoterapia en las personas mayores en su investigación. Según la investigación, los ancianos que experimentaron sentimientos de soledad vieron cambios en estos sentimientos con la música y comenzaron a sentirse seguros. Con la arteterapia, los ancianos recuperan la conciencia de que sus vidas continúan en este mundo.",
            "imgUrl": null
        },
        {
            "id": 22,
            "description": "Habilidades de práctica de terapia artística: Se imparten lecciones prácticas sobre habilidades prácticas de terapia artística. En estos cursos se enseñan las técnicas, los materiales, los métodos de aplicación y las técnicas de evaluación necesarias para trabajar con personas mayores.Como se mencionó, las técnicas de arteterapia son los métodos más efectivos, especialmente para las personas mayores. En este sentido, actividades artísticas como la arcilla, la pintura, la pintura, la música, el teatro, la artesanía y el marmoleado pasan a primer plano en las técnicas de arteterapia. La arteterapia no solo contribuye a la curación espiritual de los pacientes, sino que también proporciona placer espiritual al instructor. Especialmente la arteterapia permite que las generaciones más jóvenes y las mayores se reúnan en presencia de formadores en los centros de atención a la tercera edad.En un estudio ejemplar realizado por Altan Sarıkaya y Oğuz (2016), se observó que los ancianos que tenían problemas de sueño en el centro de atención a la tercera edad tenían su orden de sueño con musicoterapia. En esta actividad se aplicó la técnica musical de la arteterapia.Investigación y ética: Se discute la ética en las prácticas de arteterapia, los métodos de investigación, la recopilación de datos y la evaluación en la práctica. La ética es un tema muy importante en la arteterapia. En este sentido, las capacitaciones en arteterapia deben realizarse en lugares con acreditación certificada y aprobada por comités de ética. Cuando nos fijamos en los valores éticos publicados por la Asociación Americana de Arteterapia-ASOCIACIÓN AMERICANA DE TERAPIA ARTÍSTICA (2013) en resumen:",
            "imgUrl": "https://resmim.net/cdn/2024/02/21/Zc1Ten.png"
        },
        {
            "id": 23,
            "description": "Situaciones especiales: Las técnicas de intervención se enseñan para situaciones especiales que se pueden encontrar durante las prácticas de arteterapia, como traumas, enfermedades, duelos.Los pacientes con Alzheimer tenían una calidad de vida reducida. En este sentido, es importante aplicar terapias que aumenten la calidad de vida de estos pacientes. Con la arteterapia, se ha observado que el sentido de sí mismos de los pacientes con demencia ha mejorado, sus habilidades de socialización han aumentado y su sentido de confianza ha aumentado (Chancellor, Duncan y Chatterjee, 2014).",
            "imgUrl": null
        },
        {
            "id": 24,
            "description": "Pasantía clínica (si es necesario): Algunos programas de capacitación incluyen pasantías clínicas. En estas prácticas, se adquiere experiencia trabajando con personas mayores reales y se desarrollan habilidades prácticas.La formación en arteterapia basada en mindfulness en personas mayores generalmente está diseñada para enseñar los conocimientos y habilidades básicas de las prácticas de arteterapia con el fin de aumentar la calidad de vida de las personas mayores, proteger su salud psicológica y mejorar su bienestar mental.MétodosSe utilizan diversos métodos y técnicas para el entrenamiento en arteterapia basada en la atención plena (Kennerley et al., 2017) en personas mayores. Estos métodos y técnicas ayudan a las personas mayores a expresarse, compartir sus experiencias emocionales y dar rienda suelta a su creatividad.Algunos de los métodos son los siguientes:Artes visuales: A las personas mayores se les puede proporcionar diversos materiales para que se ocupen de las artes visuales como la pintura, el dibujo y la pintura. Este método ayuda a las personas mayores a dar rienda suelta a su creatividad y expresar sus expresiones emocionales a través de imágenes.",
            "imgUrl": null
        },
        {
            "id": 25,
             "description": "Drama y teatro: Tratar con el drama y el teatro ayuda a las personas mayores a desarrollar sus habilidades de expresión emocional. Se garantiza que las personas mayores se expresen desempeñando roles, compartan sus experiencias emocionales y establezcan empatía.Narración de historias: Se puede proporcionar a las personas mayores que desarrollen sus habilidades de expresión emocional a través de la narración de historias. Las personas mayores pueden compartir sus expresiones emocionales contando sus historias, inspiradas en sus vidas o experiencias.Música: Tratar con la música ayuda a las personas mayores a desarrollar sus habilidades de expresión emocional. Se anima a los ancianos a expresar sus sentimientos a través de actividades como tocar un instrumento o cantar.Prácticas de Mindfulness: Durante la formación en arteterapia basada en mindfulness de personas mayores, se pretende reducir el estrés y la ansiedad mediante el uso de técnicas de mindfulness.La formación en arteterapia basada en mindfulness (Rappaport, 2014) en personas mayores se puede aplicar con muchas técnicas y métodos diferentes además de los métodos mencionados anteriormente. Estas formaciones ayudan a las personas mayores a expresarse, a revelar su creatividad y a proteger su salud psicológica.",
            "imgUrl": null
        }
    ],
    "hasQuiz":false
}