{
    "id": 6,
    "title": "Introduction of Laury Rappaport MBAT",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/407189/920949"
    },"contents": [
        {
            "id": 26,
            "description": "Laury Rappaport - PhD, ATR-BC es profesora asociada en la Universidad de Notre Dame de Namur, California, EE. UU., y ha estado enseñando terapia de artes expresivas durante más de 25 años. Es consejera de salud mental con licencia y terapeuta familiar con licencia en Massachusetts, terapeuta de arte certificada por la Asociación Estadounidense de Terapia de Arte y entrenadora de enfoque certificada por The Focusing Institute. Ha sido pionera en la creación de la Terapia de Arte Orientada al Enfoque y la Terapia de Artes Expresivas Orientada al Enfoque.            ",
            "imgUrl": null
        },
        {
            "id": 27,
            "description": "MBAT (Mindfulness-Board Academy Treatment; Arteterapia Basada en Mindfulness; Mindfulness-Board Arteterapia):- Es un enfoque que incorpora prácticas de atención plena como la meditación y el yoga en la práctica de la terapia artística para promover la salud, el bienestar y las respuestas adaptativas al estrés.- Es un método que incluye la meditación y la práctica de las artes visuales para promover la salud, el bienestar y las respuestas adaptativas al estrés.- Es un método basado en especialistas en arte y yoga que cooperan para promover la salud, el bienestar y las respuestas adaptativas al estrés.En la Terapia de Arte Basada en la Atención Plena (MBAT), las artes juegan el papel de una herramienta para expresar las artes en el cultivo de la conciencia plena. Se trata de un enfoque innovador que añade la atención plena a las terapias artísticas, ya que Laury Rappaport cree que en los enfoques de las terapias artísticas, la competencia de la atención plena es inherente.Enseña terapia de artes expresivas orientada al enfoque (FOAT) durante más de 30 años y es autora de Mindfulness y las terapias artísticas: teoría y práctica (con dos capítulos sobre FOAT). MBAT es una técnica que integra el mindfulness con todas las terapias artísticas e incluye contribuciones de vanguardia de la neurociencia, ya que esta técnica se ha establecido explorando la aplicación teórica, clínica y formativa. La terapia artística basada en la atención plena también puede denominarse terapia artística orientada al enfoque. Enfoque es la palabra clave en la experiencia general de expresarse a través del arte.",
            "imgUrl": null
        },
        {
            "id": 28,
            "description": "Todos hemos oído hablar de la arteterapia y el mindfulness y de cómo contribuyen a un proceso terapéutico, pero ¿conocías la arteterapia basada en el mindfulness? MBAT es un enfoque relativamente nuevo de la terapia que integra técnicas de terapia artística y atención plena para ayudar en la curación. La atención plena es la práctica de adquirir autoconciencia de las emociones, sensaciones y pensamientos. Cuando eres consciente de tus pensamientos y sentimientos, obtienes un mayor sentido de autoconciencia y la capacidad de reflexionar sobre tu momento presente en la vida.La arteterapia se adaptó como forma de tratamiento en la década de 1940. Este enfoque terapéutico requiere que una persona cree arte como una forma de expresar sus pensamientos y liberar sus emociones. En algunos casos, un psicólogo analiza el arte para obtener información sobre la psique y los problemas psicológicos de una persona. Cuando se combinan las teorías de la atención plena con la practicidad de la arteterapia, se obtiene una técnica terapéutica llamada terapia artística basada en la atención plena. Este concepto de terapia fue introducido por primera vez en 2009 por la psicóloga Laury Rappaport y anima a una persona a participar en la creatividad de forma consciente.Dentro de nuestro proyecto MBAT for Seniors, el enfoque se utiliza para generar beneficios para las personas mayores y se considera un rico recurso que puede inspirar y rejuvenecer a todos los médicos y educadores. Los beneficios de la arteterapia basada en la atención plena pueden ser:Mejora de la fuerza psicológica.Aumento de la calidad de vidaAumenta la calma y la concentraciónReducir la supresión del pensamiento durante la angustiaMejora de la confianza en uno mismo y la intuiciónMejora de la autoconciencia, especialmente de la conciencia emocionalMejora de la sensación de controlAumento de la autoestimaMejora de la capacidad para expresar sentimientosMejor capacidad de atención",
            "imgUrl": null
        },
        {
            "id": 29,
            "description": "MBAT es una práctica más fácil de hacer y se puede hacer en casa. Si bien el MBAT no es un sustituto del tratamiento terapéutico, participar en actividades de MBAT junto con la terapia continua puede ayudar a controlar el estrés y las ansiedades diarias.Las personas con los siguientes trastornos y problemas pueden beneficiarse de buscar terapia artística basada en la atención plena: trastornos de ansiedad, trastornos alimentarios, abuso de sustancias, depresión o trastornos depresivos, estrés y problemas de ira.MBAT se enfoca principalmente en reducir el estrés y mejorar la calidad de vida.",
            "imgUrl": null
        }
    ],
    "hasQuiz" : false
}